{"id": 0, "title": "alzheimers-disease-clinical-trials-past-failures-and-future-opportunities.pdf", "chunks": ["297 Clin. Invest. (Lond.) (2015) 5(3), 297–309 ISSN 2041-6792 Clinical Trial Perspective part of Alzheimer’s disease clinical trials: past failures and future opportunities Roy Yaari*,1,2 & Ann Hake1,2 1Eli Lilly & Company, Lilly Corporate Center, Indianapolis, IN 46285, USA 2Indiana University School of Medicine, Department of Neurology, Indianapolis, IN 46202, USA *Author for correspondence: Tel.: +1 317 651 6163 yaari_roy@lilly.com 10.4155/CLI.14.127 © 2015 Future Science Ltd Clin. Invest. (Lond.)Clinical Trial Perspective5 3 2015Over a decade has elapsed since the US FDA has approved a medication for Alzheimer’s disease (AD) despite clinical trials of numerous agents over a wide array of mechanisms including neurotransmitter modulation and disease modifying therapy targeting amyloid and tau. The failures of clinical trials in AD may be due to inadequate understanding of mechanisms of action and/or poor target engagement; however, other factors could include inadequate study design, stage of AD along the continuum studied, inclusion of participants without Alzheimer’s pathology into clinical trials and limited power of endpoint measures. Future studies will need to carefully assess these possible shortcomings in design of upcoming trials, especially as the field moves toward studies of disease modifying agents (as opposed to symptomatic treatment) of AD and to patients that are very early in the disease spectrum. Keywords: Alzheimer’s disease • Alzheimer’s disease biomarkers • amyloid • clinical trials • preclinical Alzheimer’s disease • tau US FDA approved medications More than three decades ago, the choliner - gic hypothesis proposed that degeneration of cholinergic neurons in the basal fore - brain and the associated loss of cholinergic neurotransmission in the cerebral cortex, hippocampus and other areas contributed significantly to the deterioration in cogni - tive function seen in Alzheimer’s disease (AD) [1]. In 1993, the first centrally act - ing cholinesterase inhibitor, tacrine, was approved by the US FDA for treatment of AD based on evidence from three pivotal studies [2–4] that showed statistically signifi - cant, dose-related improvements on tests of cognition, clinician- and caregiver-rated global evaluations and quality-of-life mea - sures. It was subsequently approved in sev - eral European countries. The adverse event profile of hepatotoxicity, nausea, vomiting, abdominal pain and diarrhea has limited its use and it is no longer in production in the USA. Subsequent cholinesterase inhibi - tors – donepezil, rivastigmine and galan - tamine – have been FDA-approved and continue to provide significant, but modest symptomatic benefit [5–7]. The compound memantine introduced a second mechanism for symptomatic treat - ment of AD into clinical practice. Meman - tine, an N -methyl- d-aspartate (NMDA) partial antagonist that regulates overstimu - lation of excess glutamate in the CNS, has also shown mild but statistically significant improvement of symptoms in patients with moderate to severe AD [8]; and in 2003, it was the last FDA-approved medication for AD. Approval of new formulations and dos - ing of these medications has subsequently occurred, but no novel drugs. Although these medications provide mod - est benefit for the symptoms of AD in some patients, they do not arrest", "or reverse the underlying neurodegenerative disorder. Fur - ther, not all patients respond to these treat - ments, or their benefits are limited by intol - erable side effects. Additional symptomatic treatment options are necessary, and thera - peutic interventions for AD that can decel - erate or even prevent disease progression are 298 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial Perspective Yaari & Hake urgently needed. Numerous symptomatic as well as disease-modifying agents have been, and continue to be, actively pursued. Treatments that slow or stop disease progression remain a significant unmet medical need. Symptomatic therapyMany investigative compounds have focused on treating the cognitive symptoms of AD by modulat - ing neurotransmission disturbances resulting from neurodegeneration. Acetylcholine The deficit of cholinergic function that follows the loss of neurons in the basal forebrain has been extensively studied and helped lead to development of the cur - rently available centrally acting cholinesterase inhibi - tors. Other molecules designed to enhance cholinergic function have not been successful. Other cholinesterase inhibitors In addition to the four cholinesterase inhibi - tors that were approved by the FDA, several others were investigated but were ultimately unsuccess - ful due to lack of efficacy, intolerable side effects or impractical/ineffective dosing. These include velna-crine [9], sustained-release physostigmine [10], eptas - tigmine [11], metrifonate [12] and huperzine A [13]. Although the huperzine A study was negative on its primary endpoint, a trend toward cognitive improvement was found on the higher dose. Nicotine receptor agonists Augmentation of cholinergic function by stimulation of cholinergic receptors was also attempted, with little success thus far. Nicotine patches [14] and the partial α7 agonists, ispronicline (AZD3480) [15], GTS-21, TC-5619, ABT-126 and MEM 3454 have been studied [16]. Other nicotinic agonists or modulators currently under investigation are EVP-6124, MT-4666 and MK-7622. Muscarinic agonists Development of both full and partial agonists of the M1 muscarinic receptor has been limited due to adverse effects. In 3–6 month Phase II and III studies, study drugs cevimeline (AF102B), milameline, xanomeline, sabcomeline (SB 202026), talsaclidine and alvameline (LU 25–109) generally showed the parasympatho - mimetic effects of gastrointestinal symptoms, hyper - salivation, sweating and frequent urination, rendering them clinically inadequate [17]. ANAVEX 2–73 targets sigma-1 and muscarinic receptors and is currently being studied.Glutamate-NMDA receptor modulators In addition to memantine, other NMDA receptor antag - onists were tested without success including remacemide, EVT 101, d-cycloserine and neramexane [18–20] . Glutamate-AMPA receptor modulators Alpha-amino-3-hydroxy-5-methyl-4-isoxazole propio - nate (AMPA) receptors, which are another subgroup of glutamate receptors, have also been tested as poten - tial therapeutic targets for AD. Compounds such as Ampalex and LY451395 have not shown success in clinical trials [20]. Serotonin A number of serotonin receptors have been postulated to be potential therapeutic targets for the cognitive, behavioral and affective symptoms of AD, but have not yielded evidence of significant efficacy in clinical trials thus far. Development of the 5HT 1A antagonist Lecozotan was discontinued after Phase II due to poor tolerability [21]. The 5-HT1A agonist xaliproden,", "thought to be neuroprotective, was found to decrease loss of hippocampal volume in two Phase III stud - ies, but it lacked efficacy on cognitive endpoints [22]. The 5HT4 agonist PRX-3140, 5HT4 partial ago - nists such as PF04995275 and RQ-9 and 5-HT6 antagonists including LU-AE58054, PRX-07034, PF-05212365, SR57746 and SB742457 may be in development [21,23]. Histamine Latrepiridine, an antihistamine that was once used in Russia, was thought to stabilize mitochondria and therefore possibly have neuroprotective effects. Despite robust findings in a Phase II study, it did not meet end - points in two Phase III studies on primary or second - ary endpoints. MK-0249, an H 3 receptor inverse ago - nist, showed no cognitive benefit in a 4-week, Phase II study in mild-to-moderate AD [24]. In a Phase II, 16-week monotherapy trial in mild-to-moderate AD, GSK239512, an H 3 receptor antagonist, did not meet primary cognitive endpoints [25]. Other agents target - ing histamine, including ABT-288 and GSK189254, have been unsuccessful. Other neurotransmitters A number of other agents targeting various neurotrans - mitter systems have been tested but, thus far, have been unsuccessful. These include the GABA-B antagonist SGS-742 and the phosphodiesterase-4 inhibitors MEM 1414 and MK-0952 [23]. Although FDA-approved and widely used for treatment of AD in the past, ergoloid mesylates, a combination of three dehydrogenated ergot alkaloids that may stimulate dopaminergic and seroto - www.future-science.com 299 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective nergic receptors, were unsuccessful in a pivotal trial [26]. A meta-analysis of 47 studies showed ergoloid mesylates to be very modestly more effective than placebo [27]. Antidiabetic agentsInsulin has been tested due to alterations in cerebral glucose metabolism observed in AD. A pilot study suggested a cognitive benefit of intranasal insulin in both mild cognitive impairment (MCI) due to AD and patients with mild-to-moderate AD [28]. A larger intranasal insulin study is currently enrolling 240 participants with MCI due to AD or mild AD. Rosiglitazone lowers blood glucose by improv - ing target cell response to insulin without increasing pancreatic insulin secretion. It is an agonist for per - oxisome proliferator-activated receptor- γ (PPAR- γ), a nuclear receptor predominantly expressed in adipose tissue. Activation of PPAR- γ receptors influences the expression of a number of genes involved in glucose and lipid metabolism and also produces anti-inflam - matory effects. However, two Phase III studies evalu - ating rosiglitazone in an extended release form showed no efficacy [29]. Two small studies of another PPAR- γ agonist, pioglitazone, demonstrated a cognitive improve - ment in AD [30,31]. Pioglitazone is currently being tested in a large AD prevention study that will enroll 5800 cognitively normal participants. Liraglutide is a glucagon-like peptide-1 agonist that increases pancreatic secretion of insulin in the pres - ence of elevated glucose concentrations and is cur - rently recruiting for a Phase II AD study. A small pilot study for Exendin-4, another glucagon-like peptide-1 agonist, is also currently recruiting. Miscellaneous Deep brain stimulation of the", "nucleus basalis of Meynert or fornix has shown favorable results in a very small pilot study. Larger clinical trials are underway. Transcranial magnetic brain stimulation is also being explored as a therapeutic option in clinical trials. Curcumin, a component of turmeric, is thought to provide benefit in AD through multiple possible mech - anisms, but two clinical trials have reported no bene - fit [32]. Other compounds that failed to show efficacy in AD studies include: estrogen replacement therapy [33,34]; acetyl- l-carnitine [35]; ginkgo biloba [36]; nicergoline [37]; a growth hormone secretagogue, MK-677 [38]; and docosahexaenoic acid, an omega-3 fatty acid [39]. Disease-modifying therapyThe two dominant pathways of disease modifying therapies have been antiamyloid agents or τ-targeted therapies. Although researchers have sharply debated between these two pathways, they may not be mutually exclusive of each other. The amyloid hypothesis The amyloid hypothesis posits that excess accumula - tion of brain amyloid beta (A β), the component of neuritic plaques which is one of the hallmark patho - logic findings, causes AD. For over two decades, the amyloid hypothesis has been the main target for dis - ease-modifying therapies. This hypothesis is supported by: the presence of A β in neuritic plaques; the genetics of dominantly inherited familial AD involving muta - tions of amyloid precursor protein ( APP) and preseni - lin (PS) genes (which increase the rate of A β produc - tion); and the occurrence of Alzheimer-like changes in middle-age patients with Down syndrome (trisomy 21) who have an extra gene copy of APP [40]. Alzheimer’s pathology develops a decade or more before the appearance of clinical symptoms. The goal of antiamyloid agents has been to decrease production, prevent aggregation or to increase removal of A β. This protein is cleaved from APP by the sequential action of β- and γ-secretases, producing A β fragments ren - dering both β-secretase and γ-secretase as potential therapeutic targets. γ-secretase inhibitors Molecules that can inhibit γ-secretase also bind to Notch, an important transmembrane receptor involving an extensive signaling pathway implicated in numerous processes in embryonic development, hematopoiesis, cell adhesion and other cell-to-cell contacts. The challenge of developing a γ-secretase inhibitor has been to selectively inhibit the γ-secretase without affecting Notch. A large 18-month study of semagacestat in mild-to-moderate AD using two co-primary endpoints Alzheimer’s Disease Assessment Scale-Cognitive subscale (ADAS-Cog) and Alzheim - er’s Disease Cooperative Study-Activities of Daily Living scale (ADCS-ADL) was terminated before completion on the recommendation of the data and safety monitoring board, when worsening of ADCS-ADL scores was significantly greater in the higher-dose semagacestat group. Patients treated with semagaces - tat also presented with greater adverse events of weight loss, skin cancers and infections. Although not statisti - cally significant, worsening of ADAS-Cog scores was also greater in patients treated with semagacestat [41]. Another γ-secretase inhibitor, avagacestat (BMS- 708163), was designed to bypass Notch-related side effects, but 6-month Phase II trial results dem-onstrated patients with mild-to-moderate AD who took high doses suffered more adverse events (mainly gastrointestinal and", "dermatologic) and appeared 300 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial Perspective Yaari & Hake cognitively worse than those on placebo [42]. Given these results were similar to those of semagacestat, there are concerns regarding γ-secretase inhibitors as a class. γ-secretase modulators Clinical trials testing modulators of γ-secretase have also not met with success so far. In a large 18-month Phase III study (n = 1684), tarenflurbil (R-flurbiprofen) did not show efficacy on the co-primary efficacy end - points of the ADAS-Cog and ADCS-ADL [43]. Two γ-secretase modulators, CHF 5074 and EVP-0962, are currently in development [44]. β-secretase inhibitors β-site APP cleaving enzyme (BACE) is an enzyme involved in the first step of the pathway leading to pro - duction of A β; it is postulated that reduction of A β production via inhibition of BACE is another poten - tial therapeutic target. The recent discovery of a muta - tion in the APP gene found in approximately 0.5% of the Icelandic population has lent credence to this hypothesis [45]. This mutation was found to reduce BACE’s ability to cleave APP and lowers the chance of developing AD in carriers fivefold by age 85. Potent small molecule inhibitors of BACE with favorable pharmacokinetic characteristics and brain penetration have entered into clinical development. Reported Phase I studies in humans show robust dose- dependent reductions of A β concentrations in cere - brospinal fluid (CSF), plasma or both (e.g., molecules MK-8931, LY2886721, E2609, BI1181181/VTP-37948 and AZD3293). Since BACE and a related protein BACE2 have protein substrates beyond APP, there is a potential for toxicity related to on-target or nonspecific BACE inhibition (in addition to any molecule-specific off-target effects.) While LY28886721 was discontin - ued in Phase II due to hepatotoxicity, an interim safety analysis of 200 patients treated with MK-8931 for 3 months supported progression to Phase III clinical trials [46]. A Phase II/III study for AZD3293 is cur - rently enrolling. The Alzheimer’s Prevention Initia - tive (API) has announced a prevention study with a BACE inhibitor in cognitively normal apolipoprotein E (APOE ) ε4 homozygotes age 60–75 [47]. α-secretase activators α-secretase is an enzyme that cleaves APP in a man - ner that precludes formation of the toxic species of A β. Thus, molecules that activate the α -secretase enzyme, such as EHT-0202, are being tested. Antiaggregants Monomers of A β tend to aggregate spontane - ously and form larger soluble molecular species (oligomers/protofibrils). Continued aggregation results in the formation of insoluble fibrils that eventually pre - cipitate in the brain. The levels and distribution of solu - ble Aβ better correlate with severity of disease than those of insoluble fibrils [48]. Although the equilibria between monomeric A β, oligomers or protofibrils and insoluble Aβ fibrils remain poorly understood, oligomeric A β has been shown to be toxic to neurons and synapses, suggesting it an appropriate target for AD therapy [49]. Tramiprosate is a patented variant of the amino acid taurine that binds to soluble A β to", "reduce amyloid aggregation and subsequent brain deposition. A large 18-month study in 1052 patients with mild-to-moder - ate AD with co-primary endpoint measures (ADAS-Cog and Clinical Dementia Rating – Sum of Boxes [CDR-SB]) showed a trend toward slowing of decline that was not statistically significant [50]. A Phase II trial assessing low and high doses of a small molecule inhibitor of the receptor for advanced glyca - tion endproducts (RAGE), PF-04494700/TTP488, was halted at the interim analysis. An interim safety analysis demonstrated worsened confusion, falls and cognitive decline in the high-dose arm, which was discontinued. Later, an interim futility analysis for the remaining low-dose arm showed no benefit, and the trial was stopped. Although no longer receiving study drug, participants were followed through the 18-month endpoint. Patients in the low-dose group who completed the 18 months were found to have improved cognitive scores on the ADAS-Cog (despite no improvement at the 12-month time point), but not on other clinical outcome measures. The lead investi - gator argued that stopping the study due to the interim futility analysis at 12 months may have prevented see - ing positive effects that required a greater amount of time to become evident [51]. A large Phase III study has been announced, but has not yet begun enrollment. Scylloinositol (ELND005) is an inositol stereoiso - mer that is thought to prevent A β oligomer aggrega - tion. A Phase II trial in 353 patients with mild-to-mod - erate AD was negative on its primary cognitive and functional endpoints [52]. It is currently being studied as a possible treatment for agitation and aggression in AD. Using amyloid positron emission tomography (PET) imaging as its primary outcome, PBT2, a metal protein-attenuating compound thought to disrupt A β aggregation, did not show treatment effect. Immunotherapy Immunotherapy in AD treatment is designed to clear Aβ, thereby reducing its toxic effects. Active and passive immunization therapy for AD have been widely stud - ied. In active immunization, an antigen that is designed to induce an antibody-mediated immune response www.future-science.com 301 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective is administered to the patient. In theory, just a few administrations of antigen could generate a prolonged antibody response. Many elderly patients, however, may not be able to generate therapeutically adequate titers of antibodies and may be more likely to develop side effects which could be persistent. In passive immunization, antibodies are delivered directly to the patient, bypass - ing the need for the body to create antibodies. Although a repeated administration of antibody is required, rapid clearance of antibodies in passive immunotherapy is an advantage should side effects present [49]. Active immunotherapy AN1792, a vaccine targeting full-length A β1–42, was the first immunotherapy agent for AD in clinical tri - als. A 12-month, Phase II trial of 372 patients with mild-to-moderate AD was terminated early due to a T-cell-mediated aseptic meningoencephalitis in 6% of the vaccinated patients. This was explained by QS-21, the immune adjuvant,", "stimulating a pro-inflammatory T helper (Th) 1-type immune response [53]. As a result, subsequent vaccine developers have attempted to gen - erate immune responses which involve Th2 stimula - tion rather than Th1. Another problem in this study was that only approximately 20% of those vaccinated raised sufficient antibody titers [54]. Although clinical outcome measures did not show benefit, AN1792 was shown to have an effect on the biology of the disease. In brain autopsies from study par - ticipants who received AN1792, fewer amyloid plaques were present compared with what would be expected in an individual with longstanding AD [55,56]. Addition - ally, concentrations of total tau protein, a biomarker associated with neuronal loss, were slightly reduced in CSF [54]. Volumetric MRI measured greater rates of brain atrophy in vaccinated patients as compared with placebo. It was hypothesized that the reduction in brain volume was a result of removal of A β [57]. Over four years of follow-up data after immuniza - tion with AN1792 revealed that patients who devel - oped an immune response in the Phase II study also demonstrated significantly reduced functional decline compared with placebo-treated patients. Long-term data also showed no differences in volume loss between antibody responders and placebo [58]. Subsequent active immunotherapy agents have entered Phase I I studies. Vanutide cridificar (ACC-001) was designed to avoid the safety concerns of AN1792 by targeting the N-terminal end of A β, amino acids 1 to 7 (autoimmune meningoencephalitis caused by Th1 lymphocyte activation in the AN1792 study was attributed to A β residues 15 to 42). Vanutide cridifi - car was tested in multiple Phase II trials, but results have not been published. It has been reported that this compound has been discontinued [59]. Other active immunotherapy agents currently under investiga - tion include ACI-24, CAD-106 and Affitope AD02. V950 has completed a Phase I study but has not pro - ceeded to Phase II. The API has announced that it will study CAD-106 in cognitively normal APOE ε 4 homozygotes age 60–75 [47]. Given the decreased immune system response of elderly patients to vaccinations, active immunotherapy may be best implemented in a younger population, possibly as part of a prevention strategy. Passive immunotherapy: monoclonal In contrast to active immunotherapy, which requires the patient’s immune system to manufacture antibod - ies in response to administration of antigen, so-called passive immunotherapy consists of delivering the anti - body directly to the patient, thereby bypassing the immune system. Monoclonal immunotherapy can potentially be directed against specific targets. Bapineuzumab (AAB-001), a humanized monoclo - nal antibody directed against the N-terminal of A β, which preferentially binds insoluble amyloid, showed a suggestion of benefit for APOE ε4 noncarriers in Phase II studies [60,61]. However, two subsequent large Phase III studies of intravenous bapineuzumab every 13 weeks for 78 weeks for mild-to-moderate AD did not show significant differences in efficacy for either the APOE ε4 carriers or noncarriers on primary out - comes [62]. Furthermore, bapineuzumab treatment was associated with", "amyloid-related imaging abnor - malities – edema/effusions (ARIA-E, previously called vasogenic edema) as well as cerebral microhe - morrhages (ARIA-H), especially in APOE ε4 carri - ers. ARIA-E describes a signal abnormality on MRI FLAIR sequences thought to represent parenchymal brain edema and/or sulcal effusions thought due to extravasated intravascular fluid from shifts in amy - loid, and ARIA-H refers to hemosiderin deposition detected on gradient recalled-echo/T2*-weighted sequences thought to represent blood degradation products, including microhemorrhages (< 10 mm) [63]. The development of bapineuzumab for the treatment of AD has since been halted. Aβ monomers spontaneously aggregate and form larger soluble species of oligomers and subsequently form the insoluble fibrils that precipitate in the brain. Oligomeric A β has demonstrated neurotoxicity in vitro and in vivo [64], thus implicating soluble A β species as an attractive target. Solanezumab, a humanized monoclonal antibody that preferentially binds soluble monomeric forms of A β, also did not meet primary endpoints in two large (n = 2052 total) Phase III studies testing intravenous administration 302 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial Perspective Yaari & Hake monthly for 18 months in patients with mild or moderate AD dementia [65]. However, a pooled analysis of the two studies showed a significant slowing of cognitive decline in the mild dementia group. Solanezumab showed a posi - tive safety profile and did not show a significant increase in ARIA-E compared with placebo. A third Phase III study of solanezumab is currently underway testing only patients with mild AD dementia who have demonstrated amyloid pathology on CSF or PET. Phase II results of intravenous and subcutaneous crenezumab were recently announced (unpublished). Although the study did not meet primary endpoints of ADAS-Cog and CDR-SB, an exploratory analysis dem - onstrated a significant reduction in cognitive decline in the mild dementia group in patients in the intravenous high-dose arm, echoing results of the solanezumab Phase III studies in mild-to-moderate AD. Subcutane - ous crenezumab is currently being tested through the API in cognitively normal PS-1 mutation carriers in Antioquia, Colombia [47]. A phase III study of gantenerumab in MCI due to AD was discontinued due a futility analysis; however, a separate phase III study in AD dementia continues. Other monoclonal antibodies currently in clinical trials include ponezumab, BAN2401, BIIB037, and MEDI1814. Both gantenerumab and solanezumab are being testing in The Dominantly Inherited Alzheimer’s Net - work Trials Unit (DIAN-TU) study, which enrolls people with an autosomal dominantly inherited AD mutation who are cognitive normal (preclinical AD), MCI, or mild stage of AD dementia [66]. Solanezumab is also being tested in a separate preclinical AD study called the Anti-Amyloid Treatment in Asymptomatic Alzheimer’s Disease (A4 Study) [67]. Passive immunotherapy has advantages over active immunotherapy given the ability to target specific domains of amyloid. Passive therapy also has a lower risk of irreversible autoimmune complications, as was seen in AN1792. However, high costs of production and administration could limit its use. Passive immunotherapy: polyclonal Intravenous immunoglobulin (IVIG) is a polyclonal", "antibody preparation derived from the blood plasma of healthy donors. It is currently used for other medical conditions such as immunodeficiency syndromes and autoimmune disorders. IVIG contains the majority of IgG antibodies in the human repertoire, approxi - mately 0.5% of which bind to A β. After promising early phase results, an 18-month, Phase III study in 390 mild-to-moderate AD participants showed no sig - nificant effect, and any ongoing studies of IVIG were discontinued [49].TauEven though the tau pathology of AD, neurofibrillary tangles, has been found to better correlate with AD clinical symptoms than amyloid plaques [68], the amy - loid cascade hypothesis has been the dominant view regarding the pathogenesis of AD. However, given the failure of antiamyloid agents to reach primary clini - cal endpoints, the field has increasingly expanded to include other approaches such as τ-targeted therapies. Tau is a microtubule-associated protein that is primar - ily expressed in the cell bodies and axons of neuronal cells of the CNS. In AD, tau is hyper-phosphorylated, causing it to aggregate. The microtubule structure is subsequently altered resulting in impairment of micro - tubule function, formation of neurofibrillary tangles and ultimately cell death. Immunotherapy Immunotherapy agents targeting tau pathology are only now approaching clinical trials with ACI-35 and AADvac-1, active vaccines that propose to stimulate the patient’s immune system to produce antibodies against phosphorylated tau protein. Phosphokinase inhibitors Studies targeting kinases involved in phosphorylat - ing the tau protein have been negative, including lithium [69], valproate and tideglusib. Tau aggregation inhibitors Methylthioninium chloride (otherwise known as methylene blue) is thought to inhibit tau aggregation. A Phase II study has shown a good safety profile [70], and is now being tested in two Phase III studies as a ‘second generation’ compound, TRx0237. Microtubule stabilizers BMS 241027 is designed to bind and stabilize micro - tubules and could be beneficial in many tauopathies, including AD. A Phase I study in AD has been com - pleted but results have not been announced. Davunet - ide, an intranasal neuropeptide derived from a growth factor that is thought to help stabilize microtubules, did not show efficacy. An intravenous formulation, AL-208, has been tested but results have not been published. Antioxidant & anti-inflammatory agents Part of the pathogenesis of AD includes micro-inflammation. Numerous antioxidant, anti-inflam - matory and cholesterol-lowering agents have been essentially negative, including selegeline [71], coQ10, idebenone (a coQ10 analog) [72], celecoxib [73], rofe - coxib [74], naproxen [75], prednisone [76], HF 0220 and www.future-science.com 303 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective hydroxychloroquine [77]. Although some clinical trial data supports use of vitamin E (2000 IU/day) [78], a Cochrane Collaboration review concluded that there is insufficient evidence to support its use for treatment of AD [79]. The very large Alzheimer’s Disease Anti-Inflam- matory Prevention Trial [80] tested whether the anti- inflammatory agents celecoxib or naproxen could delay the onset of dementia in cognitively healthy elderly subjects with a family history of AD. A", "total of 2528 participants were randomized to three treatment arms (celecoxib, naproxen and placebo), but treatments were stopped about 3.5 years after the first person was ran - domized due to possible cardiovascular adverse events of this drug class that emerged from other studies. Although initial data suggested possible benefit from naproxen between 2 and 3 years after randomiza- tion [81], the report from nearly 7 years of follow-up data did not show dementia delay for either agent [82]. Cholesterol lowering & homocysteine-lowering agentsCholesterol metabolism has been implicated in AD pathogenesis with an association of excess brain cho - lesterol and an increase in cerebral A β [83]. Clinical trials testing atorvastatin [84] and simvastatin [85] were negative. A meta-analysis of placebo-controlled tri - als of homocysteine-lowering agents such as vitamins B12, B6 and folic acid alone or in combination did not improve cognitive function in individuals with cognitive impairment [86]. NeuroprotectantsSeveral compounds thought to be neuroprotec - tive, including propentofylline [87], were not effec - tive. Another compound, T-817MA, is under development [88] and is currently recruiting for a Phase II trial. Resveratrol is one of many bioactive polyphenols in certain foods, such as red grapes, blueberries, peanuts and dark chocolate that is reported to have neuropro - tective effects [89]. A Phase II resveratrol study has completed, but results are pending at the writing of this article. Considerations for future trials Unfortunately, AD clinical trials have been a tremen - dous disappointment. Several possible reasons, or com - bination of reasons, can explain the failure of success in AD studies. Mechanism of action One major limiting factor is that AD occurs only in humans; because of this, animal models that approximate AD can be developed in order to carry out preclinical studies, but these may not necessarily pre - dict the outcome of clinical studies. The mechanisms of action that have been studied thus far in AD trials have been consistent with the findings in the animal studies, but may not be the proper targets for clinical improvement in either disease modifying treatments or symptomatic improvement. For example, despite the vast evidence in support of the amyloid hypothesis, numerous failed antiamyloid studies have challenged its validity. Even within the amyloid hypothesis, it is not clear which form of amyloid will be the most ben - eficial target – fibrillar forms of A β, soluble monomeric Aβ, soluble aggregates or A β protofibrils. Alternatively, even if the targets are correct, it is possible that an investigational agent is not engag - ing its target or is engaging to an insufficient degree. Advancements in neuroimaging, CSF assays and other biomarkers enable in vivo identification of the AD pathophysiological process. The use of these biomarker analyses in disease-modifying therapy studies to assess target engagement is increasingly employed in clinical trials. Biomarkers such as amyloid PET, tau PET, FDG PET, volumetric MRI and CSF markers such as A β and tau, as well as possible emerging serum and ocu - lar biomarkers", "can aid in assessment of target engage - ment. For example, amyloid PET imaging is often used in antiamyloid clinical trials to observe whether the amount of cerebral amyloid has been reduced from baseline to completion of the study to help test target engagement and utility of the compound. Addition - ally, the growing study of genetics and AD may help to determine not only those who may progress more rap - idly, but also those who may better respond to specific therapies. It remains possible that targeting one pathologic pathway is not sufficient, and that combination ther - apy of multiple compounds with different mechanisms of action is required for success. Although the amyloid and tau pathways may not be mutually exclusive, at this time, no trial has studied a combination compound targeting these two modalities. However, ALZT-OP1 is an example of a combination drug program currently entering Phase III, which combines an antiamyloid aggregation and an anti-inflammatory compound. A combination of an antiamyloid monoclonal antibody agent, coupled with LY2811376, a BACE inhibitor, is in very early stages of development. Stage of disease in AD continuum The lack of success of AD studies has raised the ques - tion as to whether the stage of disease generally tar - geted (mild-to-moderate dementia stages), may be too late in the disease process for the mechanisms tested so 304 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial Perspective Yaari & Hake far to be effective. Phase III solanezumab data support this hypothesis in that a subgroup analysis showed a significant slowing of cognitive decline in subjects with mild AD dementia at baseline, but not moder - ate AD [65]. Recently announced (but yet unpublished) Phase II results of high-dose intravenous crenezumab also showed significant slowing of cognitive decline in an exploratory mild subgroup, but not in the moder - ate subgroup. The MCI stage of AD has been studied with no significant results thus far, but clinical trials are trending to include both MCI and mild stage of AD dementia. The field of AD is also starting to see the first AD prevention studies. The technological advances in the field of in vivo biomarkers has allowed identification of AD pathology in cognitively normal individuals, presumably a stage of AD in which cognitive and functional changes are not yet clinically evident. The National Institute of Aging and the Alzheimer’s Asso - ciation has termed this the preclinical stage of AD [90] and the International Working Group for Advanc - ing Research Diagnostic Criteria for AD termed this asymptomatic at risk for AD [91]. Amyloid plaque deposition may begin 10 years or more prior to the onset of cognitive symptoms [92,93], thus making amyloid a viable target for prevention. At this time, there are four studies recruiting patients in preclinical AD studies, and one funded trial preparing for launch: • API: PS-1 mutation carriers: –The API is currently testing subcutaneous crenezumab in a unique kindred of PS-1 muta - tion carriers who", "are cognitively normal in the world’s largest early-onset AD kindred in Antioquia, Colombia. • API: APOE ε4 homozygotes: –In a separate trial not yet underway, the API proposes to study both CAD-106 and a BACE inhibitor in cognitively normal ( APOE ) ε4 homozygotes age 60–75 [94]. • DI A N-TU: –Currently, the DIAN-TU study is testing both gantenerumab and solanezumab [66] in people with an autosomal dominant inherited AD mutation without cognitive symptoms (preclin - ical AD) and includes MCI and mild stage of AD dementia as well. This study has a unique design that tests multiple disease-modifying therapies (from multiple pharmaceutical partners) simultaneously.• TOMMORROW (Pioglitizone): –A 5-year multinational pioglitazone prevention trial is enrolling approximately 5800 cogni - tively normal individuals. This study is evalu - ating a diagnostic algorithm based on age and variants of the APOE and TOMM40 genes for predicting risk of development of the MCI stage of AD, but also testing the ability of low-dose pioglitazone to delay the onset of the MCI stage of AD [95]. • Anti-Amyloid Treatment in Asymptomatic Alzheimer’s Disease (A4 study): –The A4 trial is testing solanezumab versus placebo in approximately 1150 elderly, cog - nitively normal participants ages 65–85 who have elevated brain amyloid, as determined by a florbetapir PET scan over a 3-year period [67]. Clinical trial designClinical trial design may further impede success in AD studies. Initially AD studies were 3–6 months in duration, which may be sufficient when testing for a symptomatic effect. However, Phase III AD studies for compounds assessing putative disease-modifying treat - ments must be at least 18 months in duration in order to detect treatment effect in cognitive and functional endpoints due to the gradual nature of disease progres - sion. As opposed to symptomatic agents that could show improvement soon after initiating drug, the efficacy of disease modifying agents that slow the progression of the underlying disease can only be seen after sufficient time has elapsed. As the field moves toward studying populations earlier in the course of AD such as MCI and preclinical disease, the length of the studies will need to increase to allow sufficient time to elapse to measure change; however, this increases trial complex - ity and cost and adds to participant/informant burden which results in a higher drop-out rate. Increasing the sample size can help increase power to detect effects of disease-modifying drugs, but also adds to the diffi - culty and cost of conducting the trial. Adaptive clinical trials design has been employed in some AD trials as an alternative to conventional study designs. In adap - tive design, an interim analysis of data generated dur - ing the trial is used to modify the trial as it proceeds. Modifications may include sample size or dosage of study drug, for example. Another trial design that has had success in other therapeutic areas is the multi-arm, multi-compound study that shares a placebo group; this approach, which can reduce the total number of subjects needed for clinical", "trials, is being employed by the DIAN-TU study. www.future-science.com 305 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective Furthermore, both the cognitive and functional endpoints often used in AD studies such as the ADAS- Cog, ADCS-ADL scale and CDR scale may not be sufficiently sensitive to detect difference between study drug and placebo for disease modification studies. In fact, in preclinical AD studies (and possibly MCI due to AD studies), functional scales will likely be of no benefit unless the study is of sufficient length to allow for cognitively normal or mildly impaired people to progress to AD dementia. Certainly, as populations earlier in the continuum of disease are being studied, more sensitive measures will be necessary. For example, the API and A4 studies independently derived their own primary outcome scales in order to find the most sensitive measures of cognitive change.Inclusion criteria for study entry typically required National Institute of Neurological and Communica - tive Disorders and Stroke and the Alzheimer’s Disease and Related Disorders Association criteria for probable AD while excluding other diseases that could impair cognition. Using only clinical criteria as inclusion cri - teria likely introduces non-AD patients into AD stud - ies, thereby decreasing the power. In fact, in the early clinical stages of AD (MCI and mild AD dementia), substantial neurodegeneration is already apparent and cortical amyloid is already nearing peak pathological levels [93]. Thus, biomarkers that identify AD pathol - ogy such as elevated cerebral amyloid as determined by CSF analysis or an amyloid PET scan are increasingly used as an adjunct to the clinical diagnosis for entry Executive summary US FDA approved & available medications for Alzheimer’s disease • Donepezil • Rivastigmine • Galantamine • Memantine Symptomatic therapy • Symptomatic therapies that have been tried with poor success include: • Other cholinesterase inhibitors • Nicotinic receptor agonists • Muscarinic agonists • N-methyl- d-aspartate receptor modulators • AMPA receptor modulators • Serotonin antagonists and agonists • Histamine modulators Disease modifying • Potential disease-modifying via antiamyloid agents • γ-secretase inhibitors/modulators • β-secretase inhibitors • α-secretase activators • Anti-aggregants • Active immunotherapy • Passive immunotherapy (monoclonal and polyclonal) • Potential disease-modifying tau • Active immunotherapy • Phosphokinase inhibitors • Tau aggregation inhibitors • Microtubule stabilizers • Neuroprotective agents continue to be developed Considerations for future trials • The use of biomarker analyses in disease-modifying therapy studies to assess target engagement is increasingly employed in clinical trials. • Increasingly, studies are targeting the earlier stages of disease. • Future clinical trial design including duration of study, population size and primary cognitive and functional endpoints will need to be further optimized. • Supported by the amyloid hypothesis, the main focus of disease-modifying therapy has been antiamyloid agents. • Although γ-secretase inhibitors and modulators, antiaggregation agents, β -secretase inhibitors and immunotherapy have yet to show significance on primary endpoints, studies continue to test the amyloid hypothesis. Other therapeutic targets are increasingly tested. 306 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial", "Perspective Yaari & Hake into studies for sample enrichment. The bapineu - zumab and solanezumab trials underscore the impor - tance of sample enrichment, as these studies suggest that as many as 30% of enrolled mild subjects may not have had amyloid pathology [49]. Future studies will increasingly use biomarker data as inclusion criteria. Conclusion Future research in AD will include targeting earlier stages of the disease, employment of biomarkers for inclusion criteria and for outcome measures, use of combination therapy and refinement of clinical trial methods that will improve the efficiency and success of the drug development process. Future perspective The results of the completed crenezumab and solan - ezumab studies provide optimism for an antiamyloid disease modifying agent in the early stages of disease. Over the coming years, the field will continue to trend toward studying the earlier stages of the AD spectrum such as MCI due to AD (prodromal AD) and preclini - cal stages of the disease. With several studies entering the domain of primary and secondary prevention, the momentum in the field toward addressing these ear - liest stages provides further encouragement. Another reason for optimism is the advancing development of BACE inhibitors, which, given the learnings from crenezumab and solanezumab, will likely be studied in these early stages as well. The field will rely further on biomarkers for identification of the appropriate population, especially for these early stages of disease to strengthen the power and increase the likelihood of finding a drug effect. Biomarkers will also be used to help verify target engagement of study drugs and potentially be used as a surrogate to cognitive and functional endpoints in clinical trials. Future research is also likely to include creative approaches such as combination therapy of compounds with different mechanisms of action and nonamyloid targets. Acknowledgements The a uthors t hank A F leisher, M I rizarry, P F errell a nd L R amsey for editorial assistance, and B Fox for administrative support. Financial & competing interests disclosure A H ake a nd R Y aari a re f ull-time e mployees a nd m inor s hare- holders of Eli Lilly and Company. The authors have no other relevant affiliations or financial involvement with any organi - zation or entity with a financial interest in or financial con - flict w ith t he su bject m atter o r m aterials d iscussed i n t he manuscript apart from those disclosed. No writing assistance was utilized in the production of this manuscript. References Papers of special note have been highlighted as: • of interest; •• of considerable interest 1 Bartus RT, Dean RL, Beer B et al. The cholinergic hypothesis of geriatric memory dysfunction. Science 217(4558), 408–417 (1982). 2 Davis KL, Thal LJ, Gamzu ER et al. A double-blind, placebo-controlled multicenter study of tacrine for Alzheimer’s disease. N. Engl. J. Med. 327(18), 1253–1259 (1992). 3 Farlow M, Gracon SI, Hershey LA et al. A controlled trial of tacrine in Alzheimer’s disease.", "The Tacrine Study Group. JAMA 268(18), 2523–2529 (1992). 4 Knapp JM, Knopman DS, Soloman PR et al. A 30-week randomized controlled trial of high-dose tacrine in patients with Alzheimer’s disease. The Tacrine Study Group. JAMA 271(13), 985–991 (1994). 5 Rogers SL, Farlow MR, Mohs RC et al. A 24-week, double- blind, placebo-controlled trial of donepezil in patients with Alzheimer’s disease. Neurology 50(1), 136–145 (1998). 6 Corey-Bloom J, Anand R, Veach J. A randomized trial evaluating the efficacy and safety of ENA 713 (rivastigmine tartrate), a new acetylcholinesterse inhibitor, in patients with mild to moderately severe Alzheimer’s disease. Int. J. Geriatr. Psychopharmacol. 1, 55–65 (1998). 7 Tariot PN, Solomon PR, Morris JC, Kershaw P, Lilienfeld S, Ding C. A 5-month, randomized, placebo-controlled trial of galantamine in AD. The Galantamine USA-10 Study Group. Neurology 54(12), 2269–2276 (2000). 8 Reisberg B, Doody R, Stöffler A, Schmitt F, Ferris S, Möbius HJ. Memantine Study Group. Memantine in moderate-to-severe Alzheimer’s disease. N. Engl. J. Med. 348(14), 1333–1341 (2003). 9 Murphy MF, Hardiman ST, Nash RJ et al. Evaluation of HP029 (velnacrine maleate) in Alzheimer’s disease. Ann. NY Acad. Sci. 640, 253–262 (1991). 10 Thal LJ, Ferguson JM, Mintzer J, Raskin A, Targum SD. A 24-week randomized trial of controlled-release physostigmine in patients with Alzheimer’s disease. Neurology 52(6), 1146 –1152 (1999). 11 Imbimbo BPT, Troetel WM, Martelli P, Lucchelli F. The Eptastigmine Study Group. A 6-month double-blind, placebo-controlled trial of eptastigmine in Alzheimer’s disease. Dement. Geriatr. Cogn. Disord. 11(1), 17–24 (2000). 12 Lopez-Arrieta JM, Schneider L. Metrifonate for Alzheimer’s disease. Cochrane Database Syst. Rev. 19(2), CD003155 (2006). 13 Rafii MS, Walsh S, Little JT et al. A Phase II trial of huperzine A in mild to moderate Alzheimer disease. Neurology 76(16), 1389–1394 (2011). 14 White HK, Levin ED. Four-week nicotine skin patch treatment effects on cognitive performance in Alzheimer’s disease. Psychopharmacology (Berl.) 143(2), 158–165 (1999). 15 Dunbar GC, Inglis F, Kuchibhatla R, Sharma T, Tomlinson MR, Wamsley J. Effect of ispronicline, a www.future-science.com 307 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective neuronal nicotinic acetylcholine receptor partial agonist, in subjects with age associated memory impairment (AAMI). J. Psychopharmacol. 21(2), 171–178 (2007). 16 Geerts H. α 7 Nicotinic receptor modulators for cognitive deficits in schizophrenia and Alzheimer’s disease. Expert Opin. Investig. Drugs 21(1), 59–65 (2012). 17 McArthur RA, Gray J, Schreiber R. Cognitive effects of muscarinic M1 functional agonists in non-human primates and clinical trials. Curr. Opin. Investig. Drugs 11(7), 740–760 (2010). 18 Jones RW, Laake K, Oeksengard AR. D-cycloserine for Alzheimer’s disease. Cochrane Database Syst. Rev. 2, CD003153 (2002). 19 Sonkusare SK, Kaul CL, Rarao P. Dementia of Alzheimer’s disease and other neurodegenerative disorders – memantine, a new hope. Pharmacol. Res. 51(1), 1–17 (2006). 20 Mancuso C, Siciliano R, Barone E, Butterfield DA, Preziosi P. Pharmacologists and Alzheimer disease therapy: to boldly go where no scientist has gone before. Expert Opin. Investig. Drugs 20(9), 1243–1261 (2011). 21 Ramirez MJ, Lai MKP, Tordera RM, Francis PT. Serotonergic therapies for cognitive symptoms", "in Alzheimer’s disease: rationale and current status. Drugs 74(7), 729–736 (2014). 22 Douillet P, Orgogozo JM. What we have learned from the xaliproden Sanofi-Aventis trials. J. Nutr. Health Aging 13(4), 365–366 (2009). 23 Ji W, Ha I. Drug development for Alzheimer’s disease: recent progress. Exp. Neurobiol. 19(3), 120–131 (2010). 24 Egan M, Yaari R, Liu L et al. Pilot randomized controlled study of a histamine receptor inverse agonist in the symptomatic treatment of AD. Curr. Alzheimer Res. 9(4), 481–490 (2012). 25 Grove RA, Harrington CM, Mahler A et al. A randomized, double-blind, placebo-controlled, 16-week study of the H3 receptor antagonist, GSK239512 as a monotherapy in subjects with mild-to-moderate Alzheimer’s disease. Curr. Alzheimer Res. 11(1), 47–58 (2014). 26 Thompson TL, Filley CM, Mitchell WD, Culig KM, LoVerde M, Byyny RL. Lack of efficacy of hydergine in patients with Alzheimer’s disease. N. Engl. J. Med. 323(7), 445–448 (1990). 27 Schneider LS, Olin JT. Overview of clinical trials of hydergine in dementia. Arch. Neurol. 51(8), 787–798 (1994). 28 Craft S, Baker LD, Montine TJ et al. Intranasal insulin therapy for Alzheimer disease and amnestic mild cognitive impairment: a pilot clinical trial. Arch. Neurol. 69(1), 29–38 (2012). 29 Harrington C, Sawchak S, Chiang C et al. Rosiglitazone does not improve cognition or global function when used as adjunctive therapy to AChE inhibitors in mild-to-moderate Alzheimer’s disease: two Phase 3 studies. Curr. Alzheimer Res. 8(5), 592–606 (2011). 30 Hanyu H, Sato T, Kiuchi A, Sakurai H, Iwamoto T. Pioglitazone improved cognition in a pilot study on patients with Alzheimer’s disease and mild cognitive impairment with diabetes mellitus. J. Am. Geriatr. Soc. 57(1), 177–179, (2009).31 Sato T, Hanyu H, Hirao K, Kanetaka H, Sakurai H, Iwamoto T. Efficacy of PPAR- γ agonist pioglitazone in mild Alzheimer disease. Neurobiol. Aging. 32(9), 1626–1633 (2011). 32 Hamaguchi T, Ono K, Yamada M. Curcumin and Alzheimer’s disease. CNS Neurosci. Ther. 16(5), 285–297 (2010). 33 Mulnard RA, Cotman CW, Kawas C et al. Estrogen replacement therapy for treatment of mild to moderate Alzheimer’s disease: a randomized controlled trial. Alzheimer’s Disease Cooperative Study. JAMA 283(8), 1007–1015 (2000). 34 Henderson VW, Paganini-Hill A, Miller BL et al. Estrogen for Alzheimer’s disease in women: randomized, double-blind, placebo-controlled trial. Neurology 54(2), 295–301 (2000). 35 Thal LJ, Carta A, Clarke WR et al. A 1-year multicenter placebo-controlled study of acetyl- l-carnitine in patients with Alzheimer’s disease. Neurology 47(3), 705–711 (1996). 36 Le Bars PL, Katz MM, Berman N, Itil TM, Freedman 0.AM, Schatzberg AF. A placebo-controlled, double-blind, randomized trial of an extract of ginkgo biloba for dementia. North American EGb Study Group. JAMA 278(16), 1327–1332 (1997). 37 Amaducci L, Maurer K, Winblad B et al. A long-term, double-blind, placebo-controlled efficacy and safety study of nicergoline in patients with mild to moderate Alzheimer’s disease. Eur. Neuropsychopharmacol. 9, s323–s324 (1999). 38 Sevigny JJ, Ryan JM, van Dyck CH, Peng Y, Lines CR, Nessly ML. On behalf of the MK-677 Protocol 30 Study Group. Growth hormone secretagogue MK-677: no clinical effect on AD progression in a randomized trial. Neurology", "71(21), 1702–1708 (2008). 39 Quinn JF, Raman R, Thomas RG et al. Docosahexaenoic acid supplementation and cognitive decline in Alzheimer disease: a randomized trial. JAMA 304(17), 1903–1911 (2010). 40 Hardy JA, Higgins GA. Alzheimer’s disease: the amyloid cascade hypothesis. Science 256(5054), 184–185 (1992). • This paper details the amyloid hypothesis which has been central in Alzheimer’s disease (AD) drug development. 41 Doody RS, Raman R, Farlow M et al. A Phase 3 trial of semagacestat for treatment of Alzheimer’s disease. N. Engl. J. Med. 369(4), 341–350 (2013). 42 Coric V, van Dyck CH, Salloway S et al. Safety and tolerability of the γ -secretase inhibitor avagacestat in a Phase 2 study of mild to moderate Alzheimer disease. Arch. Neurol. 69(11), 1430–1440 (2012). 43 Green RC, Schneider LS, Amato DA et al. Effect of tarenflurbil on cognitive decline and activities of daily living in patients with mild Alzheimer disease. JAMA 302(23), 2557–2564 (2009). 44 Schneider LS, Mangialasche F, Andreasen N et al. Clinical trials and late-stage drug development for Alzheimer’s disease: an appraisal from 1984 to 2014. J. Intern. Med. 275(3), 251–283 (2014). • Reviews the history of Alzheimer’s disease (AD) clinical trials from 1984 to the present. 308 Clin. Invest. (Lond.) (2015) 5(3) future science groupClinical Trial Perspective Yaari & Hake 45 Jonsson T, Atwal J, Steinberg S et al. A mutation in APP protects against Alzheimer’s disease and age-related cognitive decline. Nature 488(7409), 96–99 (2012). 46 Yan R, Vassar R. Targeting the β secretase BACE1 for Alzheimer’s disease therapy. Lancet Neurol. 13(3), 319–329 (2014). 47 Banner Alzheimer’s Institute (BAI) announces partnership with novartis in new study of Alzheimer’s prevention treatments. Two drugs to be studied in North America and Europe in volunteers at high risk for disease [press release]. BAI, Copenhagen, Denmark, July 15, 2014. http://banneralz.org/media/43552/banner__news_ release_7_14_14_final.pdf 48 Wang J, Dickson DW, Trojanowski JQ, Lee VM. The levels of soluble versus insoluble brain Abeta distinguish Alzheimer’s disease from normal and pathologic aging. Exp. Neurol. 158(2), 328–337 (1999). 49 Lannfelt L, Relkin NR, Siemers ER. Amyloid-ß-directed immunotherapy for Alzheimer’s disease. J. Intern. Med. 275(3), 284–295 (2014). • Details the history and prior studies of immunotherapy for AD. 50 Aisen PS, Gauthier S, Ferris SH et al. Tramiprosate in mild- to-moderate Alzheimer’s disease – a randomized, double-blind, placebo-controlled, multi-centre study (the Alphase Study). Arch. Med. Sci. 7(1), 102–111 (2011). 51 Galasko D, Bell J, Mancuso JY, et al. Alzheimer’s disease cooperative study. Clinical trial of an inhibitor of RAGE-Aβ interactions in Alzheimer disease. Neurology 82(17), 1536 –1542 (2014). 52 Salloway S, Sperling R, Keren R et al. A Phase 2 randomized trial of ELND005, scyllo-inositol, in mild to moderate Alzheimer disease. Neurology 77(13), 1253–1262 (2011). 53 Lemere CA. Developing novel immunogens for a safe and effective Alzheimer’s disease vaccine. In: Neurotherapy: Progress in Restorative Neuroscience and Neurology. Verhaagen J, Hol EM, Huitenga I et al . (Eds). Elsevier, Oxford, UK, 83–93 (2009). 54 Gilman S, Koller M, Black RS et al. Clinical effects of Abeta immunization (AN1792) in patients with AD", "in an interrupted trial. Neurology 64(9), 1553 –1562 (2005). 55 Nicoll JA, Wilkinson D, Holmes C, Steart P, Markham H, Weller RO. Neuropathology of human Alzheimer disease after immunization with amyloid-beta peptide: a case report. Nat. Med. 9(4), 448–452 (2003). 56 Patton RL, Kalback WM, Esh CL et al. Amyloid-beta peptide remnants in AN-1792-immunized Alzheimer’s disease patients: a biochemical analysis. Am. J. Pathol. 169(3), 1048–1063 (2006). 57 Fox NC, Black RS, Gilman S et al. Effects of Ab immunization (AN1792) on MRI measures of cerebral volume in Alzheimer disease. Neurology 64(9), 1563 –1572 (2005). 58 Vellas B, Black R, Thal LJ et al. Long-term follow-up of patients immunized with AN1792: reduced functional decline in antibody responders. Curr. Alzheimer Res. 6, 144 –151 (2009).• Reports the long-term results on the first large-scale immunotherapy study in AD. 59 Therapeutics. Vanutide-cridificar, ALZFORUM. http://alzforum.org/therapeutics/vanutide-cridificar. 60 Salloway S, Sperling R, Gilman S et al. A Phase 2 multiple ascending dose trial of bapineuzumab in mild to moderate Alzheimer disease. Neurology 73(24), 2061–2070, (2009). 61 Rinne JO, Brooks MN, Fox NC et al. 11C-PiB PET assessment of change in fibrillar amyloid- β load in patients with Alzheimer’s disease treated with bapineuzumab: a Phase 2, double-blind, placebo-controlled, ascending-dose study. Lancet Neurol. 9(4), 363–372 (2010). 62 Salloway S, Sperling R, Fox NC et al. Two phase 3 trials of bapineuzumab in mild-to-moderate Alzheimer’s disease. N. Engl. J. Med. 370(4), 322–333 (2014). 63 Barakos J, Sperling R, Salloway S et al. MR imaging features of amyloid-related imaging abnormalities. AJNR Am. J. Neuroradiol. 34(10), 1958–1965 (2013). 64 Walsh DM, Klyubin I, Fadeeva JV et al. Naturally secreted oligomers of amyloid beta protein potently inhibit hippocampal long-term potentiation in vivo . Nature 416(6880), 535–539 (2002). 65 Doody RS, Thomas RG, Farlow M et al. Phase 3 trials of solanezumab for mild-to-moderate Alzheimer’s disease. N. Engl. J. Med. 370(4), 311–321 (2014). 66 Mills SM, Mallmann J, Santacruz AM et al. Preclinical trials in autosomal dominant AD: implementation of the DIAN-TU trial. Rev. Neurol. (Paris) 169(10), 737–743 (2013). 67 Sperling RA, Rentz DM, Johnson KA et al. The A4 study: stopping AD before symptoms begin? Sci. Transl. Med. 6(228), 228fs13 (2014). • Details the A4 trial, one of the four major preclinical AD studies that is currently underway. 68 Arriagada PV, Growdon JH, Hedley-Whyte ET, Hyman BT. Neurofibrillary tangles but not senile plaques parallel duration and severity of Alzheimer’s disease. Neurology 42(3 Pt 1), 631–639 (1992). 69 Hampel H, Ewers M, Burger K et al. Lithium trial in Alzheimer’s disease: a randomized, single-blind, placebo-controlled, multicenter 10-week study. J. Clin. Psychiatry 70(6), 922–931 (2009). 70 Wischik CM, Bentham P, Wischik DJ, Seng KM. O3–04–07: tau aggregation inhibitor (TAI) therapy with rember™ arrests disease progression in mild and moderate Alzheimer’s disease over 50 weeks. Alzheimers Dement . 4, T167 (2008). 71 Birks J, Flicker L. Selegiline for Alzheimer’s disease. Cochrane Database Syst. Rev. (1) CD000442 (2003). 72 Thal LJ, Grundman M, Berg J et al. Idebenone treatment fails to slow cognitive decline in Alzheimer’s disease.", "Neurology 61(11), 1498–1502 (2003). 73 Soininen H, West C, Robbins J, Niculescu L. Long-term efficacy and safety of celecoxib in Alzheimer’s disease. Dement Geriatr. Cogn. Disord. 23(1), 8–21 (2007). 74 Reines SA, Block GA, Morris JC et al. Rofecoxib: no effect on Alzheimer’s disease in a 1-year, randomized, blinded, controlled study. Neurology 62(1), 66–71 (2004). www.future-science.com 309 future science groupAlzheimer’s disease clinical trials: past failures & future opportunities Clinical Trial Perspective 75 Aisen P, Schafer K, Grundman M et al. Effects of rofecoxib or naproxen vs placebo on Alzheimer disease progression: a randomized controlled trial. JAMA 289(21), 2819–2826 (2003). 76 Aisen PS, Davis KL, Berg JD et al. A randomized controlled trial of prednisone in Alzheimer’s disease. Alzheimer’s Disease Cooperative Study. Neurology 54(3), 588–593 (2000). 77 Van Gool WA, Weinstein HC, Scheltens P, Walstra GJ. Effect of hydroxychloroquine on progression of dementia in early Alzheimer’s disease: an 18-month randomised, double-blind, placebo-controlled study. Lancet 358(9280), 455–460 (2001). 78 Sano M, Ernesto C, Klauber MR et al. Rationale and design of a multicenter study of selegiline and a-tocopherol in the treatment of Alzheimer’s disease using novel clinical outcomes. Alzheimer Dis. Assoc. Disord. 10(3), 132–140 (1996). 79 Farina N, Isaac MG, Clark AR et al. Vitamin E for Alzheimer’s dementia and mild cognitive impairment. Cochrane Database Syst. Rev. doi:10.1002/14651858 (2012) (Epub ahead of print). 80 Martin BK, Szekely C, Brandt J et al. Cognitive function over time in the Alzheimer’s disease Anti-inflammatory Prevention Trial (ADAPT): results of a randomized, controlled trial of naproxen and celecoxib. Arch. Neurol. 65(7), 896–905 (2008). 81 Breitner JC, Baker LD, Montine TJ, Meinert CL, Lyketsos CG, Ashe KH. Extended results of the Alzheimer’s disease anti-inflammatory prevention trial. Alzheimers Dement. 7(4), 402–411 (2001). 82 ADAPT-FS Research Group. Alzheimer’s disease anti-inflammatory prevention trial research group. Results of a follow-up study to the randomized Alzheimer’s Disease Anti-inflammatory Prevention Trial (ADAPT). Alzheimers Dement. 9(6), 714–723 (2013). 83 Shobab LA, Hsiung GY, Feldman HH. Cholesterol in Alzheimer’s disease. Lancet Neurol. 4(12), 841–852 (2005). 84 Feldman HH, Doody RS, Kivipelto M et al. Randomized controlled trial of atorvastatin in mild to moderate Alzheimer disease. Neurology 74(12), 956–964 (2010). 85 Sano M, Bell KL, Galasko D et al. A randomized, double- blind, placebo-controlled trial of simvastatin to treat Alzheimer disease. Neurology 77(6), 556–563 (2011). 86 Ford AH, Almeida OP. Effect of homocysteine lowering treatment on cognitive function: a systematic review and meta-analysis of randomized controlled trials. J. Alzheimers Dis. 29(1), 133–149 (2012). 87 Kittner B, Rossner M, Rother M. Clinical trials in dementia with propentofylline. Ann. NY Acad. Sci. 826, 307–316 (1997). 88 Schneider LS, Farlow MR, Porsteinsson A, Shimakura A, Nakagawa M, Iwakami N. The neuroprotective and neurotrophic agent T-817MA for Alzheimer disease: randomized, double-blind, placebo-controlled proof of concept trial outcomes (O3–06–06). Alzheimers Dement. 9(4), 530–531 (2013). 89 Kim D, Nguyen MD, Dobbin MM et al. SIRT1 deacetylase protects against neurodegeneration in models for Alzheimer’s disease and amyotrophic lateral sclerosis. EMBO J. 26(13), 3169–3179 (2007). 90 Sperling RA, Aisen PS, Beckett LA et al.", "Toward defining the preclinical stages of Alzheimer’s disease: recommendations from the National Institute on Aging-Alzheimer’s Association workgroups on diagnostic guidelines for Alzheimer’s disease. Alzheimers Dement. 7(3), 280–292 (2011). 91 Dubois B, Feldman HH, Jacova C et al. Advancing research diagnostic criteria for Alzheimer’s disease: the IWG-2 criteria. Lancet Neurol. 13(6), 614–629 (2014). 92 Bateman RJ, Xiong C, Benzinger TLS et al. Clinical and biomarker changes in dominantly inherited Alzheimer’s disease. N. Engl. J. Med. 367(9), 795–804 (2012). •• Pivotal paper which describes the pathophysiological changes in AD biomarkers and changes in cognition in the earliest states of autosomal dominant AD. 93 Jack CR Jr, Knopman DS, Jagust WJ et al. Tracking pathophysiological processes in Alzheimer’s disease: an updated hypothetical model of dynamic biomarkers. Lancet Neurol. 12(2), 207–216 (2013). •• Hallmark paper describes the changes in biomarkers and cognition throughout the AD spectrum. 94 Roses AD, Saunders AM, Lutz MW et al. New applications of disease genetics and pharmacogenetics to drug development. Curr. Opin. Pharmacol. doi:10.1016/j. coph.2013.12.002. (2014). 95 Reiman EM, Langbaum JB, Fleisher AS et al. Alzheimer’s prevention initiative: a plan to accelerate the evaluation of presymptomatic treatments. J. Alzheimers Dis. 26(Suppl. 3), 321–329 (2011). • Details the Alzheimer’s Prevention Initiative study, one of the four major preclinical AD studies currently underway."]}