{"id": 1, "title": "Amyloid-b_and_tau_pathologies_relate_to_distinctiv.pdf", "chunks": ["Amyloid- βand tau pathologies relate to distinctive brain dysconnectomics in preclinical autosomal-dominant Alzheimer ’s disease Edmarie Guzm /C19an-V /C19eleza,1, Ibai Diezb,c,1, Dorothee Schoemakera, Enmanuelle Pardilla-Delgadoa,d, Clara Vila-Castelara, Joshua T. Fox-Fullera,e, Ana Baenaf, Reisa A. Sperlingg,h, Keith A. Johnsonb,g,h, Francisco Loperaf, Jorge Sepulcreb,c,2,3, and Yakeel T. Quiroza,c,f,g,2,3 Edited by Daniel Geschwind, University of California Los Angeles Center for Autism Research and Treatment, Los Angeles, CA; received August 4, 2021;accepted February 28, 2022 by Editorial Board Member Michael S. Gazzaniga The human brain is composed of functional networks that have a modular topology, where brain regions are organized into communities that form internally dense (segre- gated) and externally sparse (integrated) subnetworks that underlie higher-order cogni- tive functioning. It is hypothesized that amyloid- βand tau pathology in preclinical Alzheimer ’s disease (AD) spread through functional networks, disrupting neural com- munication that results in cognitive dysfunction. We used high-resolution (voxel-level) graph-based network analyses to test whether in vivo amyloid- βand tau burden was associated with the segregation and integration of brain functional connections, andepisodic memory, in cognitively unimpaired Presenilin-1 E280A carriers who are expected to develop early-onset AD dementia in ∼13 y on average. Compared to non- carriers, mutation carriers exhibited less functional segregation and integration in poste-rior default-mode network (DMN) regions, particularly the precuneus, and in the retrospenial cortex, which has been shown to link medial temporal regions and cortical regions of the DMN. Mutation carriers also showed greater functional segregation andintegration in regions connected to the salience network, including the striatum and thalamus. Greater tau burden was associated with lower segregated and integrated func- tional connectivity of DMN regions, particularly the precuneus and medial prefrontalcortex. In turn, greater tau pathology was related to higher segregated and integratedfunctional connectivity in the retrospenial cortex and the anterior cingulate cortex, a hub of the salience network. These ﬁndings enlighten our understanding of how AD-related pathology distinctly alters the brain ’s functional architecture in the preclini- cal stage, possibly contributing to pathology propagation and ultimately resulting in dementia. familial Alzheimer ’s disease jfMRI jpositron emission tomography jpathology jresting-state functional connectivity The progressive accumulation of amyloid- βplaques and neuro ﬁbrillary tangles in Alz- heimer ’s disease (AD) begins several years before symptom onset (i.e., the preclinical stage) (1, 2) and follows distinct spatiotemporal patterns (3, 4). Amyloid- βaccumulates throughout anatomically distant neocortical regions approximately two decades before the onset of memory impairment (2, 5), whereas tau accumulation is ﬁrst observed in the transentorhinal and entorhinal cortex, later spreading into adjacent association and unimodal cortices (6 –8). These patterns of pathology accumulation are highly reminis- cent of functional brain networks, which can be represented by the interregional coher- ence of spontaneous neural activity ﬂuctuations during rest using functional magnetic resonance imaging (fMRI). This has led some to hypothesize that pathology propaga- tion in AD may occur through functional networks (9 –11). In vivo neuroimaging stud- ies have shown that amyloid- βﬁrst accumulates in a set of distributed brain regions that form part of the so-called default mode network", "(DMN) (i.e., precuneus, medial prefrontal and inferior parietal cortices), which is considered a backbone of mainly cor- tical integration (12, 13). Conversely, tau pathology begins to accumulate in vulnerable loci, later advancing to local functionally connected regions, possibly following transsy- naptic spread along functional connections (8, 9, 14). As such, characterizing how AD-related pathology relates to the brain ’s functional architecture in the preclinical stage of AD can improve our understanding of the impact of pathology on neural com-munication and propagation early in the disease and help with early detection, disease staging, and prediction of cognitive decline. Some functional brain networks have been shown to undergo two distinct phases that are differentially associated with AD stages. Some studies have reported increasedSIGNIFICANCE Amyloid- βand tau, hallmark pathologies of Alzheimer ’s disease (AD), are hypothesized to spreadthrough brain functional networksthat are critical for neuralcommunication. Using high-resolution network analyses and positron emission tomography, we showed that greater tauburden was related to functionaldysconnectivity of regionsassociated with memory functionand increased connectivity ofstructures that are important forintegrating information in cognitively unimpaired Presenilin- 1 E280A carriers, who will developearly-onset AD dementia. Theseﬁndings enlighten how brain pathology relates to distinctpatterns of functional connectivityin regions that are essential formemory and information processing. Elucidating how brain pathology alters functionalconnections before individualsexperience cognitive impairmentcould help detect AD early andpredict disease progression anddementia risk. This article is a PNAS Direct Submission. D.G. is a guest editor invited by the Editorial Board. Copyright © 2022 the Author(s). Published by PNAS. This article is distributed under Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0(CC BY-NC-ND) . 1E.G.-V. and I.D. contributed equally to this work. 2J.S. and Y.T.Q. contributed equally to this work. 3To whom correspondence may be addressed. Email: yquiroz@mgh.harvard.edu. This article contains supporting information online at http://www.pnas.org/lookup/suppl/doi:10.1073/pnas.2113641119/-/DCSupplemental . Published April 5, 2022. PNAS 2022 Vol. 119 No. 15 e2113641119 https://doi.org/10.1073/pnas.2113641119 1o f8RESEARCH ARTICLE |NEUROSCIENCE functional connectivity (i.e., hyperconnectivity) within the DMN in cognitively unimpaired older adults with high levels of amyloid- βbut low tau and reduced functional connectivity (i.e., hypoconnectivity) in those with high levels of bothamyloid- βand tau (15 –17). Some DMN regions, particularly the precuneus, have also been shown to act as mediators between hyperconnected and hypoconnected hubs (16), which are brain regions that are highly interconnected and that act asway stations to integrate information across different and oftensegregated or distributed neural systems. While some studieshave suggested an inverse relationship between tau deposition and functional connectivity (16, 18), others have shown that elevated tau deposition is associated with stronger local func-tional connectivity early in AD (10, 19, 20). Greater functionalconnectivity in tau pathology hotspots have been related to a faster accumulation of tau in interconnected regions, suggesting that functional connectivity in regions that accumulate taufaster and earlier may enable the spread of tau to nearby struc-tures that are closely functionally connected (10, 19, 21). These complex brain networks have a modular organization — i.e., different voxels of the brain are organized in communitiesthat specialize on distinct tasks. These modules have a large num- ber", "of links that connect voxels within a community (network seg- regation) and a smaller set of links that integrate informationbetween communities (network integration). However, very littleis known about how early AD-related pathology —particularly tau pathology, a strong predictor of neurodegeneration and cognitive decline (22 –24)—distinctly impacts the integration and segrega- tion of networks crucial for ef ﬁcient information processing. Most of the published research has been limited by focusing on amyloid- βand not tau and by studying older adults who are at high risk but may not develop AD dementia. Furthermore, manystudies have examined functional connectivity by averaging sets ofpair-wise correlations, thereby obscuring the intricate dynamics offunctional networks and potential effects on cognitive functioning in the preclinical stage of AD. To address these shortcomings in the ﬁeld, we used high- resolution (voxel-level) graph-based network analyses to charac- terize the topological organization of functional connections inthe brain associated with in vivo amyloid- βand tau burden and episodic memory in individuals with autosomal-dominant AD (ADAD) caused by the Presenilin-1 ( PSEN1 ) E280A mutation. Studying ADAD provides a unique opportunity to understandthe associations between AD-related pathology and functionalconnections in preclinical AD, as mutation carriers are virtuallyguaranteed to develop dementia and have limited age-related comorbidities that could contribute to brain dysfunction. PSEN1 E280A carriers have a well-characterized clinical pro ﬁle, with an onset of mild cognitive impairment (MCI) at a medianage of 44 y and dementia at 49 y (25). They exhibit widespread cortical amyloid- βaccumulation approximately two decades before estimated MCI onset, and tau pathology in the entorhi-nal cortex close to 6 y before estimated MCI onset (2, 24).They also show reduced glucose metabolism in temporal and parietal regions, including in the precuneus, more than a decade before estimated MCI onset (26). We computed a data-driven voxel-level whole-brain analysis to create maps of functional hubs that help characterize segre- gated (within-network) and integrated (between-network) con-nections. We examined whether the segregation and integrationof functional networks at resting differed between mutation carriers and age-matched noncarrier family members and their relationship to AD-related pathology burden and episodicmemory. We also used a brain parcellation approach to localizethe surviving links in our results and match them to well- known canonical resting-state networks. Amyloid- βand tau burden were measured with 11C Pittsburg compound B and[F18] Flortaucipir positron emission tomography (PET), respectively. We hypothesized that there would be signi ﬁcant group differences in the segregation and integration of func- tional connections in DMN regions, particularly in the precu- neus and medial temporal regions. We also hypothesized that less segregated functional connectivity would be associated with greater tau burden and worse episodic memory and strongerintegrated functional connectivity with higher amyloid- βbur- den and worse episodic memory. Results Sample Characteristics. We examined 21 cognitively unim- paired PSEN1 E280A carriers who were on average 8 y from expected symptom onset and 13 y from expected dementia onset and 31 noncarriers. The groups did not signi ﬁcantly dif- fer in age, education, sex, or Mini-Mental State Examination (MMSE) scores (Table 1). Compared to", "noncarriers, mutation carriers performed signi ﬁcantly worse than noncarriers in the Consortium to Establish a Registry for Alzheimer ’s Disease (CERAD) word list delayed recall, a measure of episodic mem- ory that is sensitive to early cognitive changes in this population (F(1, 49) =7.87, P=0.007, d=0.73) (Table 1) (25). Segregated and Integrated Functional Connectivity Patterns Differ between Cognitively Unimpaired Mutation Carriers and Noncarriers. Weﬁrst examined whether there were dis- tinct patterns of segregated and integrated functional connectiv- ity between groups. Higher values in segregated functional connectivity maps denote that a given voxel has a greater num- ber of strongly functionally connected links to other regions of the same functional network, whereas higher values in inte-grated functional connectivity maps mean that the voxel is an important hub for integrating information between brain communities. Compared to noncarriers, mutation carriers exhibited less functional segregation and integration of posterior DMN regions that subserve episodic memory (Fig. 1). Speci ﬁcally, we observed less segregated and integrated functional connectivity in the precuneus, a hub of the DMN that is vulnerable to early tau accumulation in this cohort (24). We also found less inte- grated functional connectivity in the retrospenial cortex, which has been suggested to link subcortical systems (i.e., medial tem-poral regions) and cortical regions of the DMN (27). This ﬁnd- ing suggests that the precuneus is functionally disconnected from regions within network as well as other brain communi- ties, while the retrospenial cortex is disconnected from regions across networks. We then conducted two seed-based post hoc analyses of the fMRI data to better characterize functional connectivity pat- terns of these two regions ( SI Appendix ). The precuneus seed exhibited less functional segregation with other DMN regions, including the posterior cingulate cortex, supramarginal, and temporal and medial frontal cortex. On the other hand, the ret-rosplenial cortex exhibited less functional integration with regions from the salience network, as well as the hippocampus and brainstem ( SI Appendix , Fig. S1 ). Notably, the observed dysconnectivity of these structures with other brain regions is unlikely due to atrophy, a marker of neurodegeneration, as we did not observe signi ﬁcant atrophy in any of the posterior regions ( SI Appendix , Fig. S2 ). This result suggests that the 2o f8 https://doi.org/10.1073/pnas.2113641119 pnas.org observed functional changes precede neurodegeneration and may instead be associated with other pathophysiological pro-cesses, such as the accumulation of tau pathology, as we reportin the next section. Mutation carriers also exhibited greater segregated and inte- grated functional connectivity of mostly salience network regionscompared to noncarriers (Fig. 1). Speci ﬁcally, we observed greater segregation in the thalamus and integration in the striatum,medial frontal cortex, and paracentral lobule. This ﬁnding suggeststhat the thalamus is hyperconnected to within-network regions and the other regions to other brain communities. Amyloid- βand tau Burden Are Distinctively Associated with Functional Connectivity Maps in Cognitively UnimpairedMutation Carriers. We then examined the association between functional segregation and integration patterns with AD pro-gression in the preclinical stage. Speci ﬁcally, we conducted a bipartite graph analysis", "to elucidate the relationship betweenTable 1. Demographic and cognitive data ParameterMean (SD) Pvalue Noncarriers ( n=31) Mutation carriers ( n=21) Demographics Age (years) 35.59 (4.75) 35.99 (5.02) 0.775 Education 11.68 (4.00) 10.19 (3.84) 0.185Sex (% males) 48.4 47.7 0.957 Cognitive tests FAST (n scores 1/2) 29/4 16/5 0.072 MMSE 28.9 (0.91) 28.43 (0.98) 0.085 CERAD delayed recall 7.81 (1.28) 6.52 (2.06) 0.007 Compared to noncarriers, cognitively unimpaired mutation carriers exhibited signi ﬁcantly worse CERAD word list delayed recall scores. Groups did not differ between in age, education, sex, FAST or MMSE scores. FAST, Functional Assessment Staging Test; MMSE, Mini Mental State Examination; CERAD, Consortium to Establish a Registry f or Alzheimer's Disease. Fig. 1. Differences in segregated and integrated network connectivity between cognitively unimpaired mutation carriers and noncarriers. Differences in functional segregation and integration between mutation carriers and noncarries are displayed. Red-yellow colors show the trend (Z >1.64; P<0.1) of greater functional connectivity, while blue regions display less functional connectivity in mutation carriers compared to noncarriers. Regions w ith a P<0.05 and surviving to multiple comparisons are indicated with black borders. The graphs at the right display the distribution of functional connectivity for the sur- viving clusters, with noncarriers being represented in blue and mutation carriers in red. Circles below the curves for each brain structure represen t data for a single subject. L =left; R =right. PNAS 2022 Vol. 119 No. 15 e2113641119 https://doi.org/10.1073/pnas.2113641119 3o f8 pathology burden in voxels that harbor high levels of pathology and the fMRI voxels with altered functional segregation or inte-gration (Fig. 2 A). First, we found that the precuneus, inferior temporal, and entorhinal cortices had the greatest accumulation of tau pathol-ogy in mutation carriers compared to noncarriers (Fig. 2 A), as previously reported (24). We then examined how tau burden in these regions related to segregated and integrated functional connectivity in mutation carriers. We found that greater tauburden in these brain structures was associated with less segre-gated and integrated functional connectivity of DMN regions(SI Appendix , Fig. S3 ), particularly the precuneus and medial prefrontal cortex, as well as the lateral occipital cortex (Fig.2B). That is, greater tau burden was related to a greater disrup- tion and reduction in connectivity of these regions within thenetwork and across brain communities. In turn, more tau accumulation was associated with greater segregated and integrated functional connectivity in the retro- spenial cortex and integrated functional connectivity in theanterior cingulate cortex (ACC), a hub of the salience network(Fig. 2 B). This ﬁnding suggests that, as tau accumulates, the retrospenial cortex becomes highly connected to regions withinnetwork and across brain communities, while the ACCbecomes more functionally connected to regions within net- work only. We then proceeded to examine the relationship between the functional segregation and integration of each of these regions(i.e., precuneus, medial prefrontal cortex, lateral occipital cor- tex, retrospenial cortex, and the ACC), with amyloid- βand tau pathology. Because amyloid- βpathology accumulates in the cortex more than a decade before tau does on this kindred,looking at the relationship", "between amyloid- βand tau with the functional segregation and integration of these regions mayprovide insight into how functional connections change with disease progression. Results suggest that there is greater func- tional segregation and integration of the retrospenial cortex andintegration of the ACC in the presence of tau pathology com-pared to amyloid- βburden (Fig. 2 B), while the opposite is true for the segregation and integration of DMN regions. Functional Connectivity Alterations Are Associated with Worse Episodic Memory in Cognitively Unimpaired MutationCarriers. Finally, we investigated whether functional brain maps were related to the CERAD word list delayed recall scores in mutation carriers. We found that higher delayed recall scoreswere signi ﬁcantly associated with higher segregated functional Fig. 2. Relationship of segregated and integrated network connectivity, with amyloid- βand tau pathology in mutation carriers. We used a bipartite graph theory approach to investigate the association between whole-brain PET imaging and resting-state fMRI in mutation carriers. The Topsection of Aillustrates the accumulation of amyloid- βand tau pathology in different brain regions that have been used to track disease progression in mutation carriers, together with a brain representation of the brain regions that exhibit tau accumulation the earliest in mutation carriers. The Bottom part of Ashows the bipartite graph approach that we employed on this study to test the relationship between tau burden and functional connectivity patterns. Speci ﬁcally, we examined the association between voxel clusters with high tau burden and the fMRI voxels with altered functional segregation or integration. ( B) The Leftexhibits brain regions with greater tau burden in mutation carriers compared to noncarriers, shown in green. ( B) Shows fMRI voxels associated with greater tau burden that survived multiple comparisons for functional segregation and integration. Red-yellow colors represent greater functional connectivity, wh ile blue regions represent less functional connectivity. Graphs at the Bottom ofBillustrate the correlation of amyloid- βand tau pathology in regions that are most vulnerable to early pathology accumulation with brain regions that exhibited less or greater segregation or integration. amyl, amyloid- β; enth, entorhinal cor- tex; fc, functional connectivity; ITC, inferior temporal cortex; LatOccipital, lateral occipital cortex; MPFC, medial prefrontal cortex; prec, p recuneus; str, striatum. 4o f8 https://doi.org/10.1073/pnas.2113641119 pnas.org connectivity in the left middle frontal gyrus and lower func- tional connectivity in subcortical regions (Fig. 3). We also observed that higher delayed recall scores were related to lower integrated functional connectivity in the precuneus and medialprefrontal cortex and with greater integrated functional connec-tivity in the precentral cortex. We then examined whetherfunctional connectivity mediated the relationship betweenpathology and delayed recall scores or whether pathology medi- ated the relationship between functional connectivity and delayed recall scores. We did not ﬁnd a relationship, as none of the regions survived correction for multiple comparisons. Discussion We provide in vivo evidence that amyloid- βand tau patholo- gies relate to distinct patterns of functional segregation andintegration that resemble the patterns of pathology accumula-tion in AD and relate to episodic memory in preclinicalADAD. We found that posterior DMN regions, particularly the precuneus, one of", "the earliest sites of pathology accumula- tion in ADAD, and the retrospenial cortex exhibited signi ﬁ- cantly less functional segregation and integration of networkscompared to age-matched noncarriers. This decrease in func-tional segregation and integration of the precuneus with other regions within network and across brain communities were also strongly associated with greater tau burden in the entorhinalcortex, precuneus, and inferior temporal gyrus and less toamyloid- β, suggesting that dysconnectivity of the precuneus occurs closer to symptom onset and may play a pivotal role inpredicting disease progression early. Similarly, the medial pre- frontal cortex, which is part of the DMN, exhibited lesssegregated and integrated functional connectivity in relation to greater tau burden in the same regions. Both the precuneus and medial prefrontal cortex are core hubs of the DMN and support complex cognition and behav-iors such as episodic memory (28 –30). Prior studies have suggested that individuals at high risk for AD exhibit hypercon-nectivity in the DMN, before a reduction in functional con-nectivity is observed (15). In fact, we previously reported thatchildren ages 9 to 17 who carry the E280A mutation exhibitedincreased functional connectivity of DMN regions compared toage-matched noncarriers (31). This hyperconnectivity phase has been most strongly associated with amyloid- βpathology and the hypoconnectivity phase most strongly related to tau pathol-ogy burden (15). Prior studies with other ADAD mutationshave also reported decreased functional DMN segregation asindividuals approach symptom onset. One particular studydemonstrated decreased functional connectivity of the precu-neus and other posterior DMN regions in cognitively unim-paired mutation carriers (32), while another showed that bothanterior and posterior regions of the network are disruptedearly (33). Notably, other studies have only observed less func-tional connectivity, including in the DMN and between net-works, in cognitively impaired mutation carriers as measuredby a score of 1 on the clinical dementia rating (CDR) scale,and not in cognitively unimpaired mutation carriers (CDR = 0) (11, 13). These studies measured functional connectivity byeither calculating a global resting-state functional connectivitysignature (11) or composite scores comprised of regions chosena priori (13). These ﬁndings suggest that the voxel-wise connec- tivity analyses conducted in this study provide high-resolutionconnectome information that increases the sensitivity to detect Fig. 3. Association between segregated and integrated network connectivity, and word list delayed recall in mutation carriers. We conducted a general lin- ear model to evaluate the functional connectivity patterns associated with word list delayed recall scores in mutation carriers. Regions that were a ssociated but did not survive multiple comparisons (Z >1.64; P<0.1) are displayed on the brain, with black borders indicating regions that survived multiple compari- sons ( P<0.05). Red-yellow colors illustrate an association between better delayed recall scores and greater functional connectivity, and blue colors illu strate a relationship between better delayed recall scores and less functional connectivity. Scatterplots illustrate the relationship of word list delay ed recall scores with functional connectivity in regions that survived multiple comparisons. MPFC, medial prefrontal cortex. PNAS 2022 Vol. 119 No. 15 e2113641119 https://doi.org/10.1073/pnas.2113641119 5o f8 subtle disease-related changes that occur in the preclinical stage of AD. Similar to", "the DMN, the salience network has also been shown to undergo a phase of hyperconnectivity associated with mostly amyloid- β, followed by hypoconnectivity (15). Consis- tent with these ﬁndings, mutation carriers exhibited greater seg- regated functional connectivity in regions connected to thesalience network such as the thalamus and greater functionalintegration in the striatum. Similarly, greater tau burden was related to greater functional integration of the ACC, a salience network hub. While some studies have not observed changes inthe salience network in preclinical AD, others have suggestedthat the salience network becomes disrupted early in ADAD (33) and that it is particularly vulnerable to early AD-related changes together with the DMN. Our ﬁndings suggest that some salience network regions (ACC and striatum) are hyper-connected to other brain communities in the preclinical stage of AD and others (thalamus) to within network. It is possible that the observed segregated hyperconnectivity serves as a pre-dictor for future pathology accumulation, as animal studieshave demonstrated that neuron-to-neuron propagation of taupathology is facilitated by greater synaptic connectivity and neuronal activity (21, 34). The same can be said for the retro- spenial cortex, which is strongly connected to medial temporalregions that subserve episodic memory. Perhaps these connec-tions will weaken with time, when tau aggregates in these regions as most of them are primarily affected by amyloid- βat this stage. In regard to the relationship between functional connectivity and episodic memory, we observed that less integrated func-tional connectivity in the precuneus and medial prefrontal cor-tex was associated with better memory test scores. That is,mutation carriers with better episodic memory exhibited hypo- connectivity of these two DMN regions when integrating infor- mation with other networks of the brain. We also found asigniﬁcant relationship between greater functional integrity in the left middle frontal gyrus and better episodic memory. While these ﬁndings may appear to con ﬂict with the observed patterns in functional connectivity associated with pathology ataﬁrst glance, prior research suggests that hyperconnectivity in the left frontal cortex may represent a compensatory mecha- nism or form of neural reserve. Speci ﬁcally, in a study examin- ing individuals with ADAD and sporadic AD researchersreported that greater functional connectivity in the left frontalcortex was associated with less cognitive decline and global cog-nition, as well as a diminished effect of tau on cognitive perfor- mance in the presence of greater left frontal cortex connectivity in the early stages of AD (35). As such, we hypothesize that theobserved hyperconnectivity of the left frontal cortex associatedwith better episodic memory may re ﬂect a form of compensa- tion or neural reserve in the preclinical stage of AD. Altogether, our ﬁndings suggest that in the presence of tau pathology, mutation carriers exhibit largely dysconnectivity of DMN brain regions, particularly posterior regions, andincreased connectivity of structures that are associated with thesalience network and others that are critical for integratinginformation across neural systems. Based on data that have been reported and our own ﬁndings, one could hypothesize that elevated amyloid- βlevels contribute to an increase in func- tional connectivity or neuronal", "ﬁring between the precuneus and other DMN regions, and later for salience networks regions, increasing the vulnerability of these regions for early tau deposition in ADAD, and later becoming disconnected inthe presence of tau pathology, further contributing to cognitivedecline. Studying the relationship between AD-related pathol- ogy and the functional organization of the brain in youngermutation carriers, as well as longitudinally, may provide theopportunity to test the aforementioned hypothesis. The current study has multiple strengths. First, we did not rely on presenting symptoms or predicted risk (e.g., based onamyloid- βPET levels or APOE genotype) to infer whether individuals will develop dementia. Instead, we tested ourhypotheses with individuals who have a well-characterized dis-ease and clinical trajectory. In addition, we examined in vivo amyloid- βand tau pathology using PET imaging, which is con- sidered the gold standard for quantifying and mapping brainpathology in AD. Mutation carriers were also young and other-wise generally healthy, which minimizes potential age-relatedconfounding variables that contribute to brain dysfunction andcognitive decline (e.g., cardiovascular disease). Furthermore, weconducted voxel-level connectivity analyses, which provide high-resolution connectome information that increases the sen- sitivity to detect subtle disease-related changes that occur in thepreclinical stage of AD. However, we also used a parcellationscheme to localize the surviving links in our analyses and matchthem to 7 well-known canonical resting-state networks. Finally,the very homogeneous clinical pro ﬁle of mutation carriers allowed us to infer how functional connections may change as the disease progresses. The present study also has caveats that must be considered when interpreting the data. First, our sample size is relativelysmall compared to other studies of AD. However, individualswith these mutations are relatively rare and all our participants carry a single mutation, which makes our sample highly homo- geneous compared to other cohorts, and one of the largest sin-gle mutation ADAD samples with PET imaging and fMRI.Nonetheless, our ﬁndings should be validated on larger ADAD samples in the future. Furthermore, more research is needed toexamine whether our ﬁndings in ADAD generalize to preclini- cal late-onset AD, as well as whether other genetic risk factors known to be important may impact the results in this kindred.We are currently conducting a longitudinal biomarker studywith this cohort, which will provide greater insight into how anannual change in functional connectivity relates to in vivopathology burden and cognitive decline over time. Altogether, these ﬁndings highlight the importance of not limiting analyses to examining group averages or speci ﬁ c seeds, as they can obscure the unique and often subtle patterns offunctional disintegration associated with disease progression.Our data also underscore that more attention must be given tothe precuneus as an early marker of AD and key player in func- tional dysconnectivity. Our ﬁndings enlighten our understand- ing of how AD-related pathology may distinctly alter thefunctional architecture of the brain to interfere with the inte-gration of information within and across different neural sys-tems and possibly propagate the spread of pathology, ultimatelyresulting in cognitive impairment and dementia. Materials and Methods Study Design and Participants. PSEN1 E280A carriers and age- and education-matched noncarriers from", "the Massachusetts General Hospital COL- BOS (Colombia-Boston) longitudinal biomarker study participated in this study.Exclusion criteria included a history of psychiatric disorders, illiteracy, stroke, epi- lepsy, traumatic brain injury, kidney failure, human immunode ﬁciency syn- drome, or substance abuse. To be included in this study, participants had todemonstrate no cognitive impairment on a standard cognitive battery, including a clinical diagnostic rating scale (CDR) score of 0, a Functional Assessment 6o f8 https://doi.org/10.1073/pnas.2113641119 pnas.org Staging Test (FAST) score of 2 or less, and an MMSE score of 26 or greater. Demographic information is presented in Table 1. The study was approved by both the institutional ethics review boards of the University of Antioquia in Colombia and Massachusetts General Hospital in Bos-ton. Participants provided signed informed consent before participating in anyprocedures. All participants in this study traveled from Colombia to Boston (USA) and underwent PET imaging and MRI at the Massachusetts General Hospital. Partici-pants and investigators were blind to the genetic status of the individuals. Genotyping. Genomic DNA was extracted from blood using standard protocols. PSEN1 E280A characterization was done at the University of Antioquia as previously described (36). Genomic DNA was ampli ﬁed with the primers PSEN1-S 50-AACAGCT- CAGGAGAGGAATG-30and PSEN1-AS 50-GATGAGACAAGTNCCNTGAA-30.W eu s e dt h e restriction enzyme BsmI for restriction fragment length polymorphism analysis.Each participant was classi ﬁed as a PSEN1 E280A carrier or noncarrier. Neuropsychological Measures. A Spanish version of the CERAD word list learning test that is sensitive to early episodic memory changes in mutation car-riers was used in this study (37). On this test, participants were required to learn10 items over 3 trials. Participants were then asked to recall as many words asthey could from the previously learned list after a 10-min delay (delayed recallscore). Higher scores on the delayed recall represent better performance on thememory task. MRI and PET Data Acquisition and Preprocessing. See SI Appendix for acquisition and preprocessing procedures for MRI and 11C Pittsburg compoundB and [F18] Flortaucipir PET. Integration and Segregation Analysis. The human brain exhibits a modular organization where different subsets of voxels form communities with special-ized tasks (38). Based on this modular organization, the brain ’s functional con- nectivity can be separated in 1) segregated links connecting all the voxelsbelonging to the same community and 2) integrated links connecting links ofeach voxel with the rest of the communities of the brain for higher cognitiveintegration. A whole-brain functional connectivity matrix was computed using the Pearson rcorrelation coef ﬁcient in the time series of each pair of voxels. A 49,314 × 49,314 association matrix was obtained for each participant, and negative valueswere removed (14, 16). The 49,314 gray matter voxels included cortical, subcor-tical, brainstem, and cerebellum regions. We generated a whole brain sevenresting-state network parcellation to classify each link in the connectivity matrixas segregation or integration. The seven resting-state networks of the Yeo parcel-lation were used as the initial seed to extend these networks to also cover sub-cortical, brainstem, and cerebellar regions (39). We generated a parcellation scheme taking advance of the same", "acquisition scanner and sequences offered by our local database Brain Genomics SuperstructProject Open Access (GSP) (40) based on a sample of 100 participants.Individual-subject seed connectivity was computed for visual, sensory-motor, dor-sal attention (lateral-visual), ventral attention (salience), limbic, frontoparietal,and DMNs. The average population map of each network was calculated, andeach voxel of the atlas was assigned to each network based on the maximumprobability of each voxel belonging to each of the networks ( SI Appendix , Fig. S4 ). If the link ’s start and end voxels belonged to the same resting state network, the link was then classi ﬁed as a segregated link; otherwise, the link was classi ﬁed as an integrated link. For each participant, we computed the weighted degree of segregated and integrated links separately obtainingtwo brain maps, namely, one for each connectivity type (41). The weighteddegree represents the strength of connections that each voxel in the brainhas. Higher values in the segregated map means that a given voxel has ahigh number of strong connecting links to other regions of the same func-tional network. On the other hand, high values in the integrated map meanthat this voxel is an important hub for integration of information betweenbrain communities. Statistical Analyses Demographics and cognition. We conducted independent samples ttests using SPSS Statistics, version 24.0 (IBM Corp.) to examine group differences indemographic and cognitive variables. We used the χ 2test to examine sex andFAST differences between groups. Analyses used a family-wise signi ﬁcance threshold of P<0.05 to correct for multiple comparisons and Cohen ’sdto cal- culate effect sizes. Segregation and integration group differences. We used a general linear model to compute a two-sample ttest to compare segregation and integration weighted degree maps between the mutation carriers and the noncarriers, covarying for motion (MATLAB V9.6; The MathWorks, Inc.). Whole-brain correc-tion for multiple comparisons was applied using Monte Carlo simulation with 10,000 iterations to estimate the probability of false-positive clusters with a two- tailed P<0.05 (3dClustSim, https://afni.nimh.nih.gov ). Association between resting-state fMRI and PET images. We used a bipartite graph approach to examine the association between amyloid- βand tau burden and functional segregation and integration in mutation carriers (Fig. 2). Since the bipartite graph approach is computationally complex, we downsampled PET a n df M R Is e g r e g a t i o na n di n t e g r a t i o nm a p st o6m m( 6 , 7 7 9v o x e l s ) .W e employed a linear general model, adjusting for motion in fMRI, to measure the relationship between PET burden in a speci ﬁc voxel and the segregation and integration in another voxel, for each pair of PET and fMRI voxels. We obtained four different association matrices, as follows: 1) relationship of tau with func- tional segregation, 2) relationship of tau with functional integration, 3) relation- ship of amyloid- βwith functional segregation, and 4) relationship of amyloid- β with functional integration. We then adapted the cluster-level Monte Carlo multi-ple", "comparison correction technique to bipartite networks to control for type I errors of bipartite graphs at the link level. Only clusters of PET voxels (group of contiguous voxels with signi ﬁcant association) that connected to a cluster of fMRI voxels with a minimum size survived multiple comparison. To estimate the mini- mum size of a PET cluster and fMRI cluster to be signi ﬁcant with a P<0.05 we generated 10,000 bipartite random networks with the same smoothing proper- ties. We computed the likelihood of signi ﬁcant cluster sizes due to chance in the generated random network and only those with a P<0.05 were reported. The endpoints of the links that survived multiple comparisons are displayed in both the PET and fMRI modality in Fig. 2. Functional integration and segregation association with episodic memory. We conducted a general linear model to examine the relationship betweenweighted degree maps in mutation carriers and the CERAD word list delayed recall, covarying for motion (MATLAB V9.6; The MathWorks, Inc.). A whole-brain correction for multiple comparisons was applied using Monte Carlo simulationwith 10,000 iterations to estimate the probability of false-positive clusters with a two-tailed P<0.05 (3dClustSim, https://afni.nimh.nih.gov ). Data Availability. The data that support the ﬁndings of this study are available on request from the corresponding author Y.T.Q. The data are not publicly avail-able because they contain information that could compromise research partici-pant privacy and anonymity. All codes related to imaging analysis are available for the research community upon request for the purpose of scienti ﬁc investiga- tion, teaching or the planning of clinical research studies. ACKNOWLEDGMENTS. We thank the Colombian families for contributing their valuable time and effort, without which this study would not have been possible. We also thank Francisco Piedrahita, Alex Navarro, Yamile Bocanegra, and Claudia Ramos from Grupo de Neurociencias, Universidad de Antioquia in Medell /C19ın, Colombia, as well as Heirangi Torrico-Teave, Arabiye Artola, Jairo Mart /C19ınez, and Diana Munera from the Massachusetts General Hospital in Boston, MA, for help- ing coordinate visits to Boston and assisting with data collection and processing. E.G.-V. was supported by the National Institutes of Health (NIH) National Institute on Aging (NIA) (K23AG061276). Y.T.Q. was supported by the NIH NIA (R01 AG054671). J.T.F.-F. reports National Research Service Award (NRSA) support from the NIH NIA (F31AG06215801A1). C.V.-C. was supported by a grant from the Alzheimer ’s Association (2019A005859). E.P.-D. was supported by the National Heart, Lung, and Blood Institute (NHLBI; 3T32HL007901-19S1). J.S. was supported by grants from the NIH (R01 AG061811, R01 AG061445). D.S. received postdoctoral fellowships from the American Heart Association (20POST35110047) and the Fonds de recherche du Qu /C19ebec - Sant /C19e (254389). Author af ﬁliations:aDepartment of Psychiatry, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114;bGordon Center for Medical Imaging, Department of Radiology, Massachusetts General Hospital, Harvard Medical School,Boston, MA 02114;cAthinoula A. Martinos Center for Biomedical Imaging, Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Charlestown, PNAS 2022 Vol. 119 No. 15 e2113641119 https://doi.org/10.1073/pnas.2113641119 7o f8 MA 02129;dDepartment of Medicine, Brigham and Women's Hospital,", "Harvard Medical School, Boston, MA 02115;eDepartment of Psychological and Brain Sciences, Boston University, Boston, MA 02215;fGrupo de Neurociencias, Universidad de Antioquia, 050010 Medell /C19ın, Antioquia, Colombia;gDepartment of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114; andhCenter for Alzheimer Research and Treatment, Department of Neurology, Brigham and Women'sHospital, Boston, MA 02115 Author contributions: E.G.-V., I.D., R.A.S., K.A.J., F.L., J.S., and Y.T.Q. designed research; F.L., J.S., and Y.T.Q supervised the project;E.G.-V., D.S., E.P.-D., C.V.-C., J.T.F.-F., A.B., andY.T.Q. performed research; E.G.-V. and I.D. analyzed data; E.G.-V. and I.D. wrote themanuscript with input from all authors; and D.S., E.P.-D., C.V.-C., J.T.F.-F., A.B., R.A.S.,K.A.J., F.L., J.S., and Y.T.Q. revised the manuscript critically for important intellectualcontent.Competing interest statement: The authors declare a competing interest. F.L. was supported by an Anonymous Foundation and the Administrative Department ofScience, Technology and Innovation. He is the coprincipal investigator of theAlzheimer ’s Prevention Initiative (API) Autosomal Dominant AD Trial, which is supported by National Institute on Aging (NIA), philanthropy, Genentech, and Roche. R.A.S. receives research support from Eli Lilly (clinical trial) and the Alzheimer ’s Association. She is a site principal investigator or coinvestigator for Avid, Bristol-MyersSquibb, P ﬁzer, and Janssen Alzheimer Immunotherapy clinical trials. She receives travel funding and honoraria from AC Immune, Janssen, and Roche. She consults for Biogen, Roche, AC Immune, Eisai, Takeda, Neurocentria, and Janssen. Spouse consults for Novartis, AC Immune, and Janssen. K.A.J. has provided consulting services for Novartis,Biogen, and Eli Lilly, received support from a joint NIH-Lilly-sponsored clinical trial (A4Study - U19AG10483), and the Alzheimer Association and Marr Foundation. 1. R. A. Sperling et al. , Toward de ﬁning the preclinical stages of Alzheimer ’s disease: Recommendations from the National Institute on Aging-Alzheimer ’s Association workgroups on diagnostic guidelines for Alzheimer ’s disease. Alzheimers Dement. 7, 280 –292 (2011). 2. Y. T. Quiroz et al. , Association between amyloid and tau accumulation in young adults with autosomal dominant Alzheimer disease. JAMA Neurol. 75, 548 –556 (2018). 3. C. R. Jack Jr. et al. , Longitudinal tau PET in ageing and Alzheimer ’s disease. Brain 141, 1517 –1528 (2018). 4. H. Braak, E. Braak, Staging of Alzheimer ’s disease-related neuro ﬁbrillary changes. Neurobiol. Aging 16, 271 –278, discussion 278 –284 (1995). 5. M. J. Grothe et al. ; Alzheimer ’s Disease Neuroimaging Initiative, In vivo staging of regional amyloid deposition. Neurology 89, 2031 –2038 (2017). 6. S. K. Kaufman, K. Del Tredici, T. L. Thomas, H. Braak, M. I. Diamond, Tau seeding activity begins in the transentorhinal/entorhinal regions and anticipates phospho-tau pathology in Alzheimer ’s disease and PART. Acta Neuropathol. 136,5 7 –67 (2018). 7. H. Braak, D. R. Thal, E. Ghebremedhin, K. Del Tredici, Stages of the pathologic process in Alzheimer disease: Age categories from 1 to 100 years. J. Neuropathol. Exp. Neurol. 70, 960 –969 (2011). 8. T. Vogels et al. , Propagation of tau pathology: Integrating insights from postmortem and in vivo studies. Biol. Psychiatry 87, 808 –818 (2019). 9. L. Iaccarino et al. , Local and distant relationships between amyloid,", "tau and neurodegeneration in Alzheimer ’s disease. Neuroimage Clin. 17, 452 –464 (2017). 10. N. Franzmeier et al. ; Alzheimer ’s Disease Neuroimaging Initiative (ADNI), Functional brain architecture is associated with the rate of tau accumulation in Alzheimer ’s disease. Nat. Commun. 11, 347 (2020). 11. R. X. Smith et al. , Resting-state functional connectivity disruption as a pathological biomarker in autosomal dominant Alzheimer disease. Brain Connect. 11, 239 –249 (2021). 12. R. F. Buckley et al. , Functional network integrity presages cognitive decline in preclinical Alzheimer disease. Neurology 89,2 9 –37 (2017). 13. J. B. Thomas et al. , Functional connectivity in autosomal dominant and late-onset Alzheimer disease. JAMA Neurol. 71, 1111 –1122 (2014). 14. J. Sepulcre et al. , Neurogenetic contributions to amyloid beta and tau spreading in the human cortex. Nat. Med. 24, 1910 –1918 (2018). 15. A. P. Schultz et al. , Phases of hyperconnectivity and hypoconnectivity in the default mode and salience networks track with amyloid and tau in clinically normal individuals. J. Neurosci. 37, 4323 –4331 (2017). 16. J. Sepulcre et al. , Tau and amyloid βproteins distinctively associate to functional network changes in the aging brain. Alzheimers Dement. 13, 1261 –1269 (2017). 17. C. A. Fredericks et al. , Early affective changes and increased connectivity in preclinical Alzheimer ’s disease. Alzheimers Dement. (Amst.) 10, 471 –479 (2018). 18. D. Berron, D. van Westen, R. Ossenkoppele, O. Strandberg, O. Hansson, Medial temporal lobe connectivity and its associations with cognition in early Alzheimer ’s disease. Brain 143, 1233 –1248 (2020). 19. N. Franzmeier et al. ; Alzheimer ’s Disease Neuroimaging Initiative, Functional connectivity associated with tau levels in ageing, Alzheimer ’s, and small vessel disease. Brain 142, 1093 –1107 (2019). 20. T. M. Harrison et al. , Tau deposition is associated with functional isolation of the hippocampus in aging. Nat. Commun. 10, 4900 (2019).21. J. W. Vogel et al. ; Alzheimer ’s Disease Neuroimaging Initiative; Swedish BioFinder Study, Spread of pathological tau proteins through communicating neurons in human Alzheimer ’s disease. Nat. Commun. 11, 2612 (2020). 22. B. J. Hanseeuw et al. , Association of amyloid and tau with cognition in preclinical Alzheimer disease: A longitudinal study. JAMA Neurol. 76, 915 –924 (2019). 23. C. M. Huber, C. Yee, T. May, A. Dhanala, C. S. Mitchell, Cognitive decline in preclinical Alzheimer ’s disease: Amyloid-beta versus tauopathy. J. Alzheimers Dis. 61, 265 –281 (2018). 24. J. S. Sanchez et al. , Longitudinal amyloid and tau accumulation in autosomal dominant Alzheimer ’s disease: Findings from the Colombia-Boston (COLBOS) biomarker study. Alzheimers Res. Ther. 13, 27 (2021). 25. N. Acosta-Baena et al. , Pre-dementia clinical stages in presenilin 1 E280A familial early-onset Alzheimer ’s disease: A retrospective cohort study. Lancet Neurol. 10, 213 –220 (2011). 26. A. Fleisher et al. , P4-068: Pre-symptomatic functional brain changes in PS1 E280A mutation carriers compared with other biomarkers: Pilot data from the Alzheimer ’s prevention initiative biomarker project. Alzheimers Dement. 9, P729 (2013). 27. N. Kaboodvand, L. B €ackman, L. Nyberg,", "A. Salami, The retrosplenial cortex: A memory gateway between the cortical default mode network and the medial temporal lobe. Hum. Brain Mapp. 39, 2020 –2034 (2018). 28. S. Zhang, C.-S. R. Li, Functional connectivity mapping of the human precuneus by resting state fMRI. Neuroimage 59, 3548 –3562 (2012). 29. A. V. Utevsky, D. V. Smith, S. A. Huettel, Precuneus is a functional core of the default-mode network. J. Neurosci. 34, 932 –940 (2014). 30. R. A. Cooper, M. Ritchey, Cortico-hippocampal network connections support the multidimensional quality of episodic memory. eLife8, e45591 (2019). 31. Y. T. Quiroz et al. Brain imaging and blood biomarker abnormalities in children with autosomal dominant Alzheimer disease: A cross-sectional study. JAMA Neurol. 72, 912 –919 (2015). 32. J. P. Chhatwal et al. , Impaired default network functional connectivity in autosomal dominant Alzheimer disease. Neurology 81, 736 –744 (2013). 33. J. P. Chhatwal et al. ; Dominantly Inherited Alzheimer Network, Preferential degradation of cognitive networks differentiates Alzheimer ’s disease from ageing. Brain 141, 1486 –1500 (2018). 34. S. Calafate et al. , Synaptic contacts enhance cell-to-cell tau pathology propagation. Cell Rep. 11, 1176 –1183 (2015). 35. N. Franzmeier et al. , Left frontal hub connectivity delays cognitive impairment in autosomal- dominant and sporadic Alzheimer ’s disease. Brain 141, 1186 –1200 (2018). 36. C. L. Lendon et al. , E280A PS-1 mutation causes Alzheimer ’s disease but age of onset is not modi ﬁed by ApoE alleles. Hum. Mutat. 10, 186 –195 (1997). 37. D. C. Aguirre-Acevedo et al. , Validity and reliability of the CERAD-Col neuropsychological battery [Article in Spanish]. Rev. Neurol. 45, 655 –660 (2007). 38. I. Diez et al. , A novel brain partition highlights the modular skeleton shared by structure and function. Sci. Rep. 5, 10532 (2015). 39. B. T. Yeo et al. , The organization of the human cerebral cortex estimated by intrinsic functional connectivity. J. Neurophysiol. 106, 1125 –1165 (2011). 40. A. J. Holmes et al. , Brain Genomics Superstruct Project initial data release with structural, functional, and behavioral measures. Sci. Data 2, 150031 (2015). 41. P. Bonifazi et al. , Structure-function multi-scale connectomics reveals a major role of the fronto- striato-thalamic circuit in brain aging. Hum. Brain Mapp. 39, 4663 –4677 (2018). 8o f8 https://doi.org/10.1073/pnas.2113641119 pnas.org"]}