{"id": 4, "title": "s41582-023-00883-2.pdf", "chunks": ["Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 715 nature reviews neurologyhttps://doi.org/10.1038/s41582-023-00883-2 Review article Check for updates Tau-targeting therapies for Alzheimer disease: current status and future directions Erin E. Congdon1,2, Changyi Ji1,2, Amber M. Tetlow1,2, Yixiang Jiang1,2 & Einar M. Sigurdsson 1,2,3 Abstract Alzheimer disease (AD) is the most common cause of dementia in older individuals. AD is characterized pathologically by amyloid-β (Aβ) plaques and tau neurofibrillary tangles in the brain, with associated loss of synapses and neurons, which eventually results in dementia. Many of the early attempts to develop treatments for AD focused on Aβ, but a lack of efficacy of these treatments in terms of slowing disease progression led to a change of strategy towards targeting of tau pathology. Given that tau shows a stronger correlation with symptom severity than does Aβ, targeting of tau is more likely to be efficacious once cognitive decline begins. Anti-tau therapies initially focused on post-translational modifications, inhibition of tau aggregation and stabilization of microtubules. However, trials of many potential drugs were discontinued because of toxicity and/or lack of efficacy. Currently, the majority of tau-targeting agents in clinical trials are immunotherapies. In this Review, we provide an update on the results from the initial immunotherapy trials and an overview of new therapeutic candidates that are in clinical development, as well as considering future directions for tau-targeting therapies.Sections Introduction Targetable aspects of tau pathology Targeting tau pathologyTau immunotherapies New immunotherapy approaches Conclusions 1Department of Neuroscience and Physiology, New York University Grossman School of Medicine, New York, NY, USA. 2Neuroscience Institute, New York University Grossman School of Medicine, New York, NY, USA. 3Department of Psychiatry, New York University Grossman School of Medicine, New York, NY, USA. e-mail: einar.sigurdsson@ nyulangone.org Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 716 Review articleof tau lesions is thought to involve both loss and gain of function for the protein, offering multiple points for intervention. In this Review, we briefly discuss these aspects of tau pathology, highlighting data published since our previous Review1. We summarize the latest results from ongoing and completed clinical trials and provide information on trials that have recently been initiated. In addition, we discuss strategies for improving tau-targeting therapies, in particular immunotherapies, and future directions for the field. Targetable aspects of tau pathology Numerous aspects of tau pathology could be targeted in AD (Fig. 1). Phosphorylated tau (p-tau) pre-tangles and neuropil threads can be seen in brain tissue decades before the symptoms of AD manifest20. The pathology commonly begins in the entorhinal cortex and hip - pocampus and spreads in a stereotypical pattern; however, several atypical variants of AD exist, accounting for up to 45% of all cases21,22. Monomeric, oligomeric and aggregated tau species are observed in all tauopathies, although AD and the various primary tauopa - thies differ with regard to tau isoform composition and multimer morphology18,19,23,24. Post-translational modifications The pathological tau in AD is characterized in part by extensive post-translational modifications (Fig. 1). Here, we focus on the", "modi- fications that have been the subject of clinical development, namely, hyperphosphorylation, acetylation, truncation and glycosylation. Hyperphosphorylation. The tau hyperphosphorylation that is seen in AD results from increased activity of tau kinases25–30 combined with reduced activity of protein phosphatase 2A (PP2A)31,32. Tau kinases have been shown to be activated directly or indirectly by Aβ, and Aβ can induce tau phosphorylation and aggregation in vivo 33–44. The outcome is increased occupancy at multiple phosphorylation sites, and the prevalence of phosphorylation at specific sites and the overall extent of phosphoryla- tion change with disease stage20,45–53. Patterns of phosphorylation also differ between tauopathies, and familial mutations in the tau-encoding gene MAPT can promote phosphorylation54–56. The consequences of increased phosphorylation include mislocalization of tau to the soma - togenic compartment, decreased microtubule binding and promotion of tau misfolding57. Acetylation. Though not seen as consistently as hyperphospho - rylation, enhanced tau acetylation in AD and other tauopathies can impair microtubule binding, decrease solubility, promote cleavage and impair degradation of the protein58–60. Salsalate and diflunisal reduce tau acetylation through inhibition of p300 acetyltransferase61,62, and were initially identified owing to their association with decreased incidence of AD62–65. Truncation. The distribution of cleaved tau fragments is complex, with some species appearing in both AD and healthy individuals, some only in AD and other tauopathies, and others only in non-AD tauopathies66. Aβ can promote tau truncation through caspase activation but is not required for this process, as truncated tau is also found in non-AD tauopa - thies. Cleavage promotes tau assembly, reduces microtubule binding, promotes synaptic and organelle dysfunction and the acetylation of tubulin, and might promote tau secretion66,67. Two caspase inhibitors, minocycline and VX-765, have shown positive results in AD models68–71, and minocycline has entered clinical trials in patients with AD (see below).Key points •The limited success of amyloid-β-targeting therapies for Alzheimer disease (AD) has led to a shift in focus towards the tau protein — the main component of the neurofibrillary tangles that comprise the other major pathological hallmark of AD. •Therapies targeting the expression, post-translational modifications, aggregation and clearance of tau have advanced to testing in humans. These therapies have been largely safe and well tolerated. •The clinical efficacy of tau-targeting therapies has yet to be established and some trials have failed; however, multiple trials are ongoing and new candidates continue to enter trials. •Antisense oligonucleotides have shown promising results in testing in humans for reducing tau expression, and larger studies will determine whether these findings translate into clinical benefits. •Most of the tau-targeting therapies in ongoing trials are immunotherapies, which can target tau intracellularly and/or extracellularly, although extracellular targeting alone is less likely to be effective. •The choice of epitope, the antibody subclass and its charge, the patient population and the mechanism of action must all be carefully considered when selecting antibodies and vaccines for clinical trials. Ideally, antibodies should be thoroughly retested after humanization, as this process might alter their properties. Introduction Since the publication of our previous review1 on tau-targeting therapies in 2018,", "the number of people in the USA with Alzheimer disease (AD) has increased from an estimated 5.4 million to 6.5 million, making it a major health issue2. Worldwide, around 57 million people are thought to have dementia, with AD probably contributing to 60–70% of these cases3. In addition to the direct impact on patients, AD and related illnesses cost hundreds of billions of dollars to care-givers and the health-care system2. As the population continues to age, the need for effective therapies will only increase. Early efforts to find disease-modifying therapies for AD focused on amyloid-β (Aβ), the main component of the extracellular plaques that accumulate in the brain in this condition. However, both immuno - therapies and secretase modifiers have been largely ineffective or detrimental4,5. The main exceptions are lecanemab6,7 and donanemab8,9, both of which produced modest but significant slowing of cognitive decline in phase III trials. The limited success of Aβ-targeting therapies led to a change in focus towards the tau protein — the main component of the neurofibrillary tangles (NFTs) that comprise the other major pathological hallmark of AD. This decision was supported by the fact that tau pathology correlates better with the degree of dementia than does Aβ deposition10–17. The presence of tau pathology in many conditions other than AD, including the primary tauopathies progressive supranuclear palsy (PSP), corticobasal degeneration (CBD), Pick disease, frontotempo - ral dementia (FTD) and primary age-related tauopathy18,19, makes it an appealing target for therapeutic development. The progression Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 717 Review articleGlycosylation. O-GlcNAcylation, a specialized protective type of O-glycosylation, promotes microtubule binding, prevents phospho - rylation and reduces aggregation of tau, and is found to be reduced in AD60,72. By contrast, N -glycosylation and non-enzymatic glycosylation (glycation) are increased in AD and other tauopathies. These modifica - tions promote tau phosphorylation and misfolding while impairing microtubule binding and protein digestion60. To date, O -GlcNAcylation is the only glycosylation mechanism that has been targeted in clinical trials. Tau aggregation Tau multimers include small soluble aggregates, paired helical filaments (PHFs), straight filaments and twisted ribbons. Post-translational modi - fications and mutations influence the structure of these aggregates, which can be faithfully transmitted during seeding60,73–79. Oligomeric tau has emerged as the primary pathogenic species, resulting in acute toxicity80–83 as well as impairments in nuclear stabil- ity and gene transcription, mitochondrial health, neurotransmission, synaptic function and protein degradation80,81, 83–86. Extracellular oligomers can initiate templated seeding of tau following uptake into naive cells80–84. Larger NFT aggregates might initially represent a com - pensatory protective mechanism, but in the longer term, NFT-bearing neurons exhibit changes in gene expression as well as synapse loss, inhibition of axonal transport and energy deficits87–90. Multiple groups have developed small-molecule inhibitors with the goal of preventing or reversing tau aggregation and reducing the spread of pathology91– 93.Cytoskeletal dysfunction Compared with control neurons, NFT-bearing neurons from patients with AD show reduced tubulin expression, microtubule length and overall tubule numbers, as well as increased acetylation of", "tubulin90,94,95. Tubulin from patients with AD is slower to assemble and has increased GTPase activity compared with that from healthy controls96. In AD, the dynamic removal and restoration of the external tyrosine residues of tubulin are impaired, leading to a build-up of detyrosinated tubulin97,98. Together, these data point towards disruption of the microtubule net - work, resulting from the loss of tau binding and other pathological processes, as a potential target for therapeutic intervention. Protein degradation pathway impairment Defects in macroautophagy (commonly known simply as autophagy), endosomal microautophagy and chaperone-mediated autophagy have been observed in AD and other tauopathies99–101. Reduced expres - sion of autophagy and endosomal microautophagy components, reduced chaperone-mediated autophagy activity, impaired lysoso - mal fusion, decreased lysosomal activity, increased concentrations of ubiquitinated protein and disruption of key signalling pathways are all observed in AD58,99–107. Once established, tau pathology can also affect its own clearance. Tau can inhibit autophagy induction and autophagosome formation, impair autophagosome–lysosome fusion and sequester pathway components108 –113, and can also prevent endosomal uptake of proteins and increase endosomal leakage114 –119. These effects underscore the importance of removing tau aggregates from neurons.Active or passive immunotherapyModulation of autophagy or proteasomal digestion Microtubule-stabilizing agentsAggregate TruncatedMonomer OligomerTau Tau aggregation inhibitors Tau expression inhibitors P Kinaseinhibitors Phosphataseactivators AcetylationinhibitorsOGAinhibitorsGly AcCaspaseinhibitors P P P P P P PFig. 1 | Tau-related therapeutic targets. The figure shows the various tau-targeting approaches that are in preclinical or clinical development for the treatment of Alzheimer disease and primary tauopathies. Antisense oligonucleotides can be used to reduce tau expression. Inhibitors of tau aggregation include curcumin and the methylene blue derivative LMTX. Microtubule stabilizers such as TPI-287 and NAP can be used to compensate for loss of the normal microtubule-stabilizing function of tau. Clearance of pathological tau can be enhanced using modulators of autophagy or proteasomal degradation. Active and passive immunotherapies use antibodies to target pathological tau intracellularly or extracellularly and promote its degradation and clearance. Pathological tau is characterized by extensive post-translational modifications, including hyperphosphorylation, acetylation and truncation. Glycosylation can be protective or detrimental. The inset shows various inhibitors that target the enzymes involved in these modifications. Ac, acetyl group; Gly, glycosyl group; OGA, O-GlcNAcase; P, phosphate. Adapted from ref. 426 , Springer Nature Limited. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 718 Review articleTargeting tau pathology Since our previous Review on tau-targeting therapies1, several trials have concluded or been initiated. In this section, we discuss strate - gies that target various aspects of tau pathology (Fig. 1), and in the next section, we focus specifically on immunotherapies, in particular, antibody-based therapies, which have been the subject of most of the clinical trials to date (Fig. 2). Our group has worked extensively in the tau immunotherapy field from its infancy so we are ideally placed to provide an expert opinion on this topic. Figure 2 provides a breakdown of the different treatment strategies and how far each has advanced in clini- cal testing. Supplementary Tables 1 and 2 list the non-immunotherapy", "and immunotherapy trials, respectively, and Table 1 lists the potential advantages and disadvantages of each treatment type. Reducing tau expression Tau antisense oligonucleotides (ASOs) target human MAPT mRNA to reduce the expression of tau120. In 2017, a phase Ib trial (NCT03186989) was initiated to study the safety, tolerability, pharmacokinetics and pharmacodynamics of the tau ASO MAPTRx (also known as BIIB080) in patients with mild AD. At a 2021 press conference, the drug was reported to be safe and to reduce total tau (t-tau) and p-tau levels in the cerebro - spinal fluid (CSF) in a dose-dependent manner121. Additional data from phase I testing, presented in 2023, showed dose-dependent decreases in t-tau and p-tau in the CSF122. PET scans from participants who received a high dose of the drug showed a decrease in tau levels to below baseline values in all brain regions analysed122. Adverse events were predomi - nantly mild to moderate. In addition, reductions in tau phosphorylated at residue 181 (p-tau181), the inflammatory marker YKL40 and the ratio of t-tau to Aβ42 in the CSF were reported123. Despite the decrease in CSF measures, however, no significant improvements in cognitive, functional, psychiatric or neurological impairments were observed123. Phase II testing has been initiated in patients with mild cognitive impair - ment (MCI) due to AD or with mild AD (NCT05399888), with cognitive changes as the primary outcome, and will run into December 2026. NIO752 is another tau ASO that is currently in two trials to exam- ine its safety, tolerability and pharmacokinetics in people with PSP (NCT04539041), MCI or early AD (NCT05469360). The results are anticipated in 2023 and 2024, respectively. Targeting tau protein modifications Phosphatase modifiers. As we outlined in our previous Review, memantine has various mechanisms of action, including enhance - ment of PP2A activity1,124. No updates on clinical trials of memantine in AD or other tauopathies have been provided since our earlier article. Sodium selenate has been shown to reduce tau phosphorylation in animal models125– 127, but in a clinical trial in people with mild-to- moderate AD, only modest benefits were detected on diffusion MRI128. A phase Ib open-label study (ACTRN12617001218381) in 12 individuals Tilavonemab Gosuranemab Semorinemab Zagotenemab BepranemabMK-2214 PRX005 E2814 Lu AF87908 BIIB076PNT001 APNmAb005 Minocycline LY3372689ASN120290RG7345 ACI-35 AADvac1 JNJ-63733657 MK-8719Methylene blue/LMTXLithium chlorideTideglusibSodium selenate Phase IIIPhase IIPhase I X X XXX X XX ? ???? Kinase inhibitor or phosphatase activatorTau aggregation inhibitorMicrotubule stabilizerAcetylation inhibitor Antisense oligonucleotideDeglycosylation inhibitorCaspase inhibitorImmunotherapy Curcumin SalsalateMAPTRxNIO752TPI 287NAPEpithiloneTau Morphomer Fig. 2 | Current status of clinical trials of tau-targeting drugs. At the time of writing, the most active field is tau immunotherapy, with two active vaccines (AADvac1 and ACI-35) and nine antibodies (APNmAb005, E2814, JNJ-63733657, Lu AF87908, MK-2214, PNT001, PRX005, semorinemab and bepranemab) in ongoing clinical trials. Several of the other compounds in trials have complex or incompletely defined mechanisms of action; in this diagram, these compounds are categorized according to their presumed tau-related mode of action. The ‘X’ symbol indicates trials that, to our knowledge, have been halted or terminated, as detailed in", "the main text, although their current status is sometimes difficult to determine, and the ‘?’ symbol reflects uncertainty about the current status of trials. Adapted from ref. 1, Springer Nature Limited. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 719 Review articleTable 1 | Advantages and disadvantages of tau-targeting therapies Drug type Advantages Disadvantages Antisense oligonucleotides Lowering total tau levels might lead to dissociation of aggregates and reduce pathology Specifically targets tauSafe and well tolerated in human testingReduces CSF tau levels below baseline in humansAlso reduces levels of non-pathological tau, which might have unforeseen consequences Tau knockdown or knockout produces cognitive and motor deficits in some animal models Phosphatase activators Dephosphorylation increases tau–microtubule binding and makes tau less prone to aggregation PP2A is responsible for most of tau dephosphorylationPP2A is also involved in metabolism, gene expression, signal transduction, apoptosis and cell cycle entry, so global inhibition might have off-target effects In mild-to-moderate AD, PP2A inhibition does not reduce AD biomarker levels in CSF Kinase inhibitors Reduced phosphorylation increases tau–microtubule binding and makes tau less prone to aggregation The kinase inhibitor lithium is already approved for use in humans and is widely used for other conditionsThe targeted kinases are involved in other signalling pathways; for example, GSK3β affects metabolism, autophagy, DNA repair and apoptosis, so global inhibition might have off-target effects Long-term lithium use has serious adverse effectsLow doses of lithium produced no change in GSK3β activity Acetylation inhibitors Reduced acetylation increases tau–microtubule binding, regulates phosphorylation and promotes tau cleavage, making tau less prone to aggregation The acetylation inhibitor salsalate reduces acetylated and total tau levels, prevents hippocampal atrophy and improves memory in tauopathy mice, and is safe and well tolerated in humansInhibiting acetylation will affect various molecules with unknown consequences Salsalate failed to improve cognition, prevent reductions in volumetric imaging and reduce AD biomarker levels in CSF in humans Salsalate is not tau-specific Deglycosylation inhibitors O-GlcNAcylation of tau is protective and prevents phosphorylation and aggregationOGA inhibitors showed good brain penetration and safety in clinical trialsOGA inhibitors do not just target tau; they also affect metabolic and signalling functions The biological relevance of O -GlcNAcylation to other proteins is unknown Caspase inhibitors Blocking tau truncation promotes its binding to microtubules, thereby inhibiting tau aggregation and toxicity and resulting in improved function of synapses and organellesThe targeted caspases do not just cleave tau; for example, caspase 1 is involved in cytokine activation and apoptosis, and caspase 3 affects tissue regeneration and differentiation as well as apoptosis The caspase inhibitor minocycline produces adverse effects, particularly with long-term treatment Tau aggregation inhibitors Overall, reduced tau aggregation diminishes tau toxicity Small molecules might be easier and cheaper to synthesize than antibodies Medicinal chemistry can be used to modify tau binding and brain uptakeSmall-molecule tau aggregation inhibitors with efficacy in culture often show toxicity and/or lack of blood–brain barrier permeation in vivo These compounds typically bind to β-sheets that are found in various proteins, including normal ones To some extent, tau aggregation might", "be a defence mechanism to prevent toxicity of smaller aggregates such as oligomers Microtubule stabilizers Stabilizing microtubules improves axonal transport and supports the maintenance of neuronal processes and dendritic spinesMicrotubule stabilizers have primarily been used for cancer treatment and have a narrow therapeutic window and substantial toxicity The microtubule stabilizer TPI-287 was poorly tolerated in human testing and was shown to worsen dementia symptoms; its brain penetrance could not be confirmed Active immunotherapy Specifically targets tau Active immunotherapy is more cost-effective and longer lasting than passive immunotherapy Inducing a polyclonal response in patients might further improve efficacyPossible adverse immune responses, which could be irreversible Antibodies generated might not target optimal epitopes Passive immunotherapy Specifically targets tauAntibodies can be designed to target specific pathological epitopes, and treatment can potentially be tailored to disease stage Antibodies or antibody fragments can be further modified to enhance clearance Adverse effects are likely to be reversible because the antibodies will be cleared if treatment is stoppedPossible adverse immune response Choice of epitope is important, as not all epitopes are present at any given time Optimal efficacy requires both extracellular and intracellular clearance Humanization might change antibody properties AD, Alzheimer disease; CSF, cerebrospinal fluid; GSK3β, glycogen synthase kinase 3β; OGA, O-GlcNAcase; PP2A, protein phosphatase 2A. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 720 Review articlewith behavioural variant FTD was completed in 2021 (ref. 129 ). Small declines in MRI, cognitive and behavioural measures were observed, with no changes in t-tau, p-tau or the neurodegeneration biomarker neurofilament light chain (NfL) in the CSF . Two phase IIb trials are examining the safety, tolerability and efficacy of sodium selenate in FTD (ACTRN12620000236998) and PSP (ACTRN12620001254987)130 ,131. Outcome measures will include tau levels in CSF , serum and plasma; tau PET; MRI for brain atrophy and midbrain mean diffusivity; and cognitive and functional measures. These studies are expected to be completed in 2025. Kinase inhibitors. Lithium chloride is widely used to treat bipolar dis- order and has also been shown to inhibit glycogen synthase kinase 3β (GSK3β) — an enzyme that phosphorylates tau132 ,133. In a pilot study in patients with MCI (NCT02601859), no adverse reactions to lithium chlo - ride treatment were reported, although GSK3β activity was not signifi- cantly changed, suggesting that the dose was too low to be effective134. A phase II trial (NCT02862210) to assess the effects of this drug on behav - ioural symptoms of FTD was completed in November 2022. Additional outcomes included changes in motor symptoms, adverse events and serum biomarkers. The results of this trial have yet to be reported. Acetylation inhibitors. Salsalate is a small-molecule non-steroidal anti-inflammatory drug that has been shown to inhibit tau acetylation62. In a transgenic mouse model of tauopathy, this drug reduced levels of t-tau and acetylated tau, prevented hippocampal atrophy and reduced memory deficits61. A phase I open-label study (NCT02422485) evaluated safety, tolerability and CSF biomarkers in patients with PSP who were treated with salsalate135. The drug was well tolerated but", "failed to elicit any significant improvements. A second phase I trial in patients with AD (NCT03277573) is assessing adverse effects, changes in CSF biomarkers, and imaging and cognitive measures. Although the estimated completion date was December 2021, the results have yet to be reported. Deglycosylation inhibitors. O-GlcNAcylation of tau produces pro - tective effects in tauopathies by preventing tau phosphorylation and aggregation 136 ,137. ASN120290 is an O-GlcNAcase (OGA) inhibitor that was determined to be safe and well tolerated in a phase I trial conducted in healthy adults138 ,139. Drug concentrations were comparable in the CSF and plasma, indicating that the compound readily enters the brain. In 2018, ASN120290 was given an orphan drug designation for the treat-ment of PSP. ASN-51 is a second-generation, longer-lasting version of ASN120290 that was assessed in a phase I trial (NCT04759365) aimed at evaluating its safety, tolerability, pharmacokinetics and pharmacody - namics in healthy individuals. The trial was terminated in August 2022 citing various logistic reasons, and findings from enrolled patients have yet to be reported. Through the use of PET radioligands, the OGA inhibitor LY3372689 was shown to efficiently penetrate the brain after a single dose in rats, and this research is now being extended to healthy volunteers, with LY3372689 showing brain penetration and occupancy140 ,141. Additional studies of both single (NCT03819270) and multiple (NCT04106206) ascending doses in healthy volunteers have shown that LY3372689 is safe142 –144. An ongoing phase II trial, which includes cognitive assess - ments and imaging, is determining the efficacy, safety and tolerabil - ity of this drug in patients with early AD (NCT05063539) and will be completed in 2024. Another OGA inhibitor, MK-8719, was discussed in our previous Review1, but no further updates are available on this drug at present.Caspase inhibitors. A multicentre phase II study of two different doses of the caspase inhibitor minocycline (ISRCTN16105064) was conducted in patients over 50 years of age with mild AD145. The treatment failed to slow cognitive decline, and the higher dose was associated with increased adverse effects; treatment was discontinued. Tau aggregation inhibitors Curcumin reduces tauopathy in animal models and prevents tau aggre - gation in vitro146 –148. A phase II clinical trial (NCT01383161) examined the effects of curcumin treatment in patients with MCI and healthy adults149. Improvements in long-term memory, visual memory and attention were noted in the individuals who received the drug. Fur - thermore, significant associations were observed between improved cognition and decreases in PET ligand binding to pathological tau and Aβ. A second phase II study (NCT01811381) is examining the effects of curcumin, alone or with yoga, in people with MCI or subjective cognitive impairment. The end points include blood-based biomarkers, changes on PET imaging and adverse events. The study was scheduled to be completed in 2020 but the results have yet to be released. LMTX (also known as TRx0237) is a derivative of methylene blue that crosses the blood–brain barrier (BBB) and, in animal models, reduced tau aggregation and improved cognition150 ,151. Several phase III", "trials of this drug have been initiated in people with mild-to-moderate AD, along with an open-label extension study for individuals who com - pleted the earlier trials152 –155. Although none of the trials produced positive results, a revised report was released that purported to show efficacy153 ,155 ,156. However, this report used statistical analysis based on a small subset of the total sample that lacked proper control groups154 ,155. The open-label extension study (NCT02245568) was terminated early. A phase III trial of LMTX in patients with AD (NCT03446001) was completed in April 2023 and will be followed by a 1-year open-label extension study. The primary outcomes are adverse events and changes in cognition and daily functioning. Additional outcomes include brain atrophy and findings on 18F-fluorodeoxyglucose PET scans. The results have yet to be reported. Tau Morphomer (also known as ACI3024) is a small-molecule inhibitor that selectively targets tau aggregates. A phase I trial (ISRCTN18150742) to examine its safety and tolerability in healthy adults was completed in 2020. The drug was found to enter the brain, and its levels in the CSF increased in a dose-dependent manner157. No further data or future clinical trial plans have been reported. Microtubule stabilizers TPI-287 (also known as abeotaxane) is a microtubule stabilizer that has been shown to be safe and effective in cancer trials158. Two phase I trials, one in people with in AD (NCT01966666) and the other in people with CBD or PSP (NCT02133846), were combined to examine the safety, tolerability, pharmacokinetics and pharmacodynamics of the drug159. The AD group had a lower maximum tolerated dose than the CBD and PSP groups. In the AD group, the treatment was associated with reduced cognitive decline compared with placebo; however, the authors attrib - uted this finding to the greater than expected cognitive decline in the placebo group. Although the patients with CBD or PSP tolerated a higher dose, the treated individuals showed increased falls and wors-ening dementia symptoms. Brain penetrance of TPI-287 could not be confirmed as the drug was not detected in the CSF 1 week after the final infusion. No trials of this drug are currently in progress. NAP (also known as davunetide) is a neuroprotective peptide that has been shown to reduce tau and Aβ burden and to improve cognition Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 721 Review articlein animals160. A phase II trial (NCT01056965), examining its safety, toler - ability, cognition, imaging and CSF biomarkers in various tauopathies, including PSP, FTD, CBD and non-fluent aphasia, was reported to be completed in 2012, but the results have yet to be released. Tau immunotherapies The first successful reports of vaccine and antibody therapies target- ing tau were made by our group161 –164. Subsequently, numerous papers have reported effective targeting of multiple tau epitopes, including the amino terminus, the mid-domain, the microtubule-binding region, misfolded tau, p-tau202, p-tau231, p-tau396/404, p-tau409, p-tau413, p-tau422 and oligomeric tau species57,165 –172. Immunotherapy can be active or passive and can function through extracellular or", "intracellular mechanisms (Fig. 3). Active immunother - apy delivers a tau immunogen as a vaccine, and the advantages of this approach are its low cost, promotion of a polyclonal antibody response and lasting efficacy. However, because tau is an endogenous protein, the potential exists for adverse and potentially irreversible autoim - mune responses. Detrimental effects were seen in early mouse studies that used full-length recombinant tau with strong adjuvants that would never be approved for use in humans173 ,174. Multiple immunizations with the p-tau396/404 immunogen in alum adjuvant led to increased mortality in 3×Tg but not JNPL3 mice162 ,175. With fewer immunizations, 3×Tg mice showed a strong sustained antibody response with clearance of Aβ and tau, and the animals remained healthy. No safety issues have been reported in other preclinical studies or in ongoing clinical trials of active tau immunization. The main advantage of passive immunotherapy is flexibility. Pre - made antibodies can target specific epitopes, which could allow treat- ment to be tailored to the disease stage. The antibodies can also be optimized, for example, by changing the IgG subclass or through modi - fications to improve uptake and/or alter tau binding. Passive immuno - therapy is also relatively reversible, as any adverse effects should subside following antibody clearance, with minimal to no T cell activation. Disad - vantages include the high cost and the need for chronic administration, which increases the likelihood of an anti-idiotypic response and associ - ated adverse effects. Monoclonal targeting might also be less effective than the active polyclonal response. Antibodies could prevent or clear tau pathology through several mechanisms, as reviewed extensively elsewhere167. In brief, antibodies can work extracellularly to sequester pathological tau or promote its clearance via the periphery or by micro - glia. Intracellularly, tau antibodies could promote disaggregation of tau polymers and their degradation through cellular clearance pathways. In preclinical testing, pretreatment of pathological tau with antibodies or addition of an antibody and tau to cultures simultane - ously dampened seeding of pathological tau176 –186, possibly through the formation of tau–antibody complexes that prevented uptake of the tau seeds by neighbouring neurons. These complexes could be phagocytosed by microglia or cleared from the interstitial space via the BBB and/or the circumventricular organs. Antibody treat - ment can increase serum tau levels, which might indicate removal from the brain via Fc receptors or, more likely, an increased half-life of antibody-bound tau187 –189. Microglia also phagocytose antibody–tau complexes, typically in an Fc-dependent manner, with clearance being impaired by effectorless antibodies or fragments or by blocking the Fc receptors181,189 –194. Despite concerns about antibodies with effector functions promoting glial activation, either human IgG1 antibodies did not increase cytokine levels in cultured glia compared with tau alone, or the activation pattern was different from that induced by bacterial antigens191 ,192. However, glia might behave differently in culture than in situ, and differentiating the impact of antibody treatments from the effects of tau-induced cytokine production is difficult. Furthermore, an effectorless tau antibody, gosuranemab, seemed to", "promote glial acti - vation in humans, although the small number of patients prevents firm conclusions from being drawn195. Data from patients with tauopathy demonstrate the complexity of the glial response. Glial activation has been observed in early stages and is thought to be both a result and a mediator of pathology196 –198. Activated glia are found in association with plaques and NFT-bearing cells, with some studies showing a stronger correlation between glial activation and tau pathology compared than for Aβ196 ,199 –203. In some studies, a progressive increase in glial activation was seen over time199. However, some reports suggest that increased baseline rates of glial tracer binding early in disease reflect a protective response, and other studies found distinct waves of glial activation in MCI and AD201 ,204 –207. Ultimately, these data highlight the need for further research, ideally in vivo, into the role of glia in tauopathies. Multiple groups have shown that antibodies can enter neurons and colocalize with pathological tau162 ,182 –184 ,208 –216. This uptake could occur through several different mechanisms (Fig. 3). Neurons express Fcγ receptors and a tripartite motif containing 21 (TRIM21), a high-affinity cytosolic Fc receptor162 ,208 ,212, 217 –226. Antibodies or antibody-bound tau can bind to surface receptors, which facilitate uptake from the extracel - lular space in a clathrin-dependent manner and enable delivery to the endosomal–lysosomal system. Antibodies or antibody–tau complexes can also enter the cell via non-specific bulk endocytosis. Colocalization between antibodies and tau or other protein targets in this compart - ment has been shown in cell and animal models182 ,183 ,208 ,209 ,211, 213– 215 ,227 –230. Multiple groups have demonstrated neuronal uptake of therapeutic antibodies against other intracellular targets, and of autoantibodies and circulating IgGs228– 242. Once internalized, antibodies might exert protective effects in the endosome or the cytosol. By binding to endo - somal tau, antibodies could prevent tau-induced endosomal membrane disruption and promote disassociation of aggregates, thereby facili - tating lysosomal enzyme access for digestion. Antibodies might also enter the cytosol following disruption of the endosomal membrane or through translocation. Endosomal–lysosomal membrane integrity is compromised in the presence of pathological tau, Aβ, exosomes or reactive oxygen species, and any increased permeability might also allow antibodies to escape114 ,117–119,243 –248. Antigens and antigen–antibody complexes are transported from the endosome to the cytosol in dendritic cells249 –251, and a similar mechanism could exist in neurons. Once in the cytosol, antibody-bound tau can be ubiquitinated for proteasomal degradation through its association with TRIM21 (refs. 194, 212). Specifically, an antibody against p-tau422 has been shown to reduce the levels of insoluble tau in vivo, but its efficacy is lost in the absence of TRIM21, further highlighting the importance of antibody-mediated intracellular clearance of tau194. Both endosomal– lysosomal and proteasomal clearance can also be aided by antibody- mediated blockage or reversal of tau polymerization, as smaller aggregates or monomers are more easily cleared227 ,252 –254. In the sections that follow, we discuss the clinical trials of tau immunotherapies that have", "been initiated or published since our previous Review1. Active immunotherapy AADvac1. AADvac1 is an active vaccine designed to target N-terminally truncated tau fragments255 ,256. It consists of a synthetic peptide Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 722 Review articleencompassing amino acids 294–305 of the tau protein coupled to keyhole limpet haemocyanin, with an aluminium hydroxide adjuvant. Four clinical studies of AADvac1 have been completed, three in patients with mild-to-moderate AD and the fourth in patients with non-fluent, agrammatic variant progressive aphasia (naPPA), the pathology of which resembles that of AD and FTD257. Blood–brain barriera b Full-length antibody ~150 kDaAntigen-binding fragment ~50 kDaSingle-chain variable fragment~25 kDa Single-domainantibody ~13 kDa Tau aggregateNeuronalmembrane Endosome Extracellularclearance Intracellularclearance Receptor-mediatedendocytosisBulk endocytosis Tau aggregatesequestration Pairedhelical/f.shortilaments Lysosome IntrabodyBursting Bursting Encapsulation Saturation DegradationBurstingNormal soluble tau AutophagosomeLysosome-mediateddegradationMisfolded tau TRIM21 Proteasome AAV or Fig. 3 | Proposed modes of action of anti-tau antibodies. a, Tau antibodies can consist of whole IgGs (~150 kDa), antibody fragments such as antigen-binding fragments (50 kDa), single-chain variable fragments (~25 kDa) and single-domain antibodies (~13 kDa). b , Antibodies might target tau intracellularly or extracellularly and should ideally act in both compartments to maximize efficacy. Extracellularly, antibodies could sequester tau aggregates, prevent tau aggregation, promote microglial phagocytosis of tau–antibody complexes and/or facilitate removal of tau to the periphery. These mechanisms would all reduce the spread of tau between neurons and subsequent pathological seeding. Antibodies, with or without tau, can also be internalized by neurons through either receptor-mediated or bulk endocytosis. Inside the neuron, these antibodies can bind to tau aggregates within the endosomal–lysosomal system. There, they can promote disassembly of tau aggregates, allowing greater access for lysosomal enzymes. Formation of tau–antibody complexes within the endosomal–lysosomal system might also prevent tau from disrupting endosomal membranes and escaping back into the cytosol, thereby aiding complete tau degradation. Some antibodies might also enter the cytosol, where they can sequester misfolded tau or promote proteasomal clearance through tripartite motif containing 21 (TRIM21) binding, thereby enhancing clearance and preventing tau secretion. Antibodies bound to larger tau aggregates could be cleared via the autophagosome. Antibody fragments, either administered or encoded by adeno-associated virus (AAV) vectors, also have therapeutic potential. Astrocytic tau pathology can presumably be targeted using the same mechanisms of action, although experimental confirmation is required. Adapted with permission from ref. 167 , Elsevier. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 723 Review articleIn a phase I trial (NCT01850238), AADvac1 was found to be safe and well tolerated in patients with AD256. No deleterious immunological responses were elicited. All but one of 30 patients developed an IgG response with no encephalitis or vasogenic oedema. Five patients in the treatment group experienced serious adverse events, with two patients from this group withdrawing from the trial with complications thought to be unrelated to treatment. Cognitive scores remained stable in all patients. Overall, AADvac1 had excellent immunogenicity and a favourable safety profile. A follow-up phase I study (NCT02031198, FUNDAMANT) revealed a similar safety profile258. Antibody", "titres declined after the six-dose vaccination regimen, but booster doses restored IgG levels. Higher IgG titres correlated significantly with reduced hippocampal atrophy and cognitive decline. An association between cognitive benefit and IgG titre was observed in patients with positive AD biomarkers. A phase II trial (NCT02579252, ADAMANT) was conducted in patients with mild AD259 –261. AADvac1 was safe and well tolerated and induced a strong IgG response. The vaccine did not alter cognition or brain atrophy rates but was associated with a 58% attenuation of plasma NfL increase. In patients who provided CSF samples, levels of the p-tau217 epitope were significantly reduced, with trends towards clearance of p-tau181 and t-tau, in the AADvac1 group. In a subgroup of patients who were predicted to have both Aβ and tau pathology, AADvac1 reduced clinical and functional decline and plasma NfL levels 260. These results suggested that larger stratified studies are needed to evaluate the clinical efficacy of this vaccine. A separate 24-month open-label phase I pilot trial (NCT03174886) was conducted in patients with naPPA. The primary objective was to assess the safety of AADvac1, with immunogenicity as a second objec- tive. Exploratory outcomes included clinical, cognitive and biomarker readouts. The results have not yet been disclosed. ACI-35. ACI-35 is a liposome-based vaccine that targets the p-tau396/404 epitope262. A phase Ib study (ISRCTN13033912) com - pleted in 2017 found ACI-35 to be safe and well tolerated in patients with mild-to-moderate AD. However, the immune response was weak, even after booster shots261. A second-generation vaccine, ACI-35.030, was developed, which included a second adjuvant and an epitope to activate T helper cells. The redesigned vaccine has better immunogenicity, and the antibodies generated specifically bind to p-tau and recognize PHFs from the brain of individuals with AD261. A phase Ib/IIa trial (NCT04445831) to test the safety and immuno - genicity of ACI-35.030 in early AD is ongoing. A separate arm was added to evaluate JACI-35.054, which uses the same p-tau396/404 peptide linked to a carrier protein. The primary outcomes are adverse events and plasma antibody titres, with cognition and behaviour as secondary outcomes. The interim results from the ACI-35.030 cohorts showed that all groups developed a potent antibody response that was specific for p-tau and PHFs263 –267. The ACI-35.030-induced immune response was sustained when boosted periodically for up to 72 weeks, with no clinically relevant safety concerns268. JACI-35.054 also generated encouraging interim safety, tolerability and immunogenicity results in the low-dose cohort266. However, ACI-35.030 has been selected for further development, given that its antibody response was stronger than that of JACI-35.054 (ref. 268 ). Passive immunotherapy APNmAb005. APNmAb005 is an anti-tau IgG antibody (subclass not reported). According to a preclinical preprint, the mouse version of this antibody preferentially recognized synaptic oligomeric and insoluble tau in brain lysates from individuals with AD and pathological tau in brain tissue from people with 3R and 4R tauopathies269. The antibody prevented tau seeding in culture and partially rescued synaptic and neuronal loss and increased tau levels in brain lysate in a", "mouse model of tauopathy, indicating that the antibody prevented toxicity in vivo without promoting tau clearance. In May 2022, a phase I study (NCT05344989) was initiated to evaluate the safety profile of a single dose of APNmAb005 in healthy participants. The trial is expected to be completed in July 2024. Bepranemab . Bepranemab (UCB0107) is an IgG4 antibody that binds to amino acids 235–250 of tau near the microtubule-binding region. The mouse version was found to block tau seeding in culture270 and in two mouse models of tauopathy when pre-incubated with tau271. Three phase I trials evaluated the safety, tolerability and phar - macokinetics of bepranemab. The first trial (NCT03464227) in healthy individuals showed no drug-related safety issues or anti-drug antibodies, and a dose-dependent increase in UCB0107 levels was observed in serum and CSF272 ,273. A second phase I trial (NCT03605082), also in healthy individuals, had safety and pharmacokinetics as pri - mary end points. The results have not been released. The third phase I trial (NCT04185415), in patients with PSP, raised no safety issues274. An open-label extension study (NCT04658199) was registered to evalu - ate the long-term safety and tolerability of UCB0107 in patients with PSP and is scheduled to run until 2025. A phase II trial of bepranemab in patients with MCI or mild AD (NCT04867616) is ongoing and expected to run until 2025. The primary outcome is the cognitive score, and the secondary out - comes are adverse events, other cognitive measures, tau PET and pharmacokinetics. BIIB076. BIIB076 is an IgG1 antibody that recognizes the mid-domain of tau. It was reported to block tau seeding in culture after immunodepletion and to inhibit tau propagation between neurons177. A phase I trial of BIIB076 (NCT03056729) was conducted in healthy volunteers and individuals with mild or probable AD. In June 2019, the trial protocol was modified by eliminating the more advanced AD cohort and adopting adverse events as the sole primary outcome. Adverse events prompted the investigators to reduce the highest dose275 ,276. BIIB076 reduced mid-region-containing tau in the CSF 1 week after infusion, suggesting target engagement275. However, the development of BIIB076 was terminated in July 2022 for business reasons277. E2814 . E2814 is an IgG1 antibody that recognizes HVPGG motifs in the second and fourth repeats of the tau microtubule-binding domain and binds to extracellular tau178. This antibody (or its mouse version) has been reported to prevent tau seeding and aggregation in vitro, attenuate deposition of tau aggregates in mice injected with tau fibrils, and reduce free tau containing the mid-domain in non-human primates178 ,278. Interestingly, in mice that had received intracerebral tau seed injections, a 3-week course of intraperitoneal injections of the mouse version of E2814 reduced insoluble tau levels on the contralat-eral but not the ipsilateral side of the seed injections, raising efficacy concerns 178. A longer-term study using the same seeding method and peripheral antibody injections for 12 weeks showed significant reduc - tions in insoluble tau on both the ipsilateral and contralateral sides at the", "highest dose, and target engagement in the CSF 279. Neither study reported on soluble tau levels. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 724 Review articleA phase I trial (NCT04231513) completed in 2020 tested the safety, tolerability and immunogenicity of E2814 in healthy individuals. No significant drug-related adverse events were reported, although two participants developed anti-E2814 antibodies. Serum and CSF phar - macokinetics were proportional to antibody dose, with a dose-related increase in antibody–tau association in the CSF , which persisted for at least 1 month278 ,280 ,281. In 2021, a multiple-ascending-dose phase was added to the study. The trial ended in March 2023, and the results have yet to be released. In 2021, E2814 was chosen to be evaluated in the Dominantly Inher - ited Alzheimer’s Network Trials Unit (DIAN-TU) prevention trial, in which the participants carry pathogenic amyloid precursor protein or presenilin mutations282. A phase Ib/II trial (NCT04971733) aims to enroll thirteen DIAN participants with mild-to-moderate cognitive impairment. This trial will assess safety, tolerability, target engagement and pharmacokinetics, as well as anti-drug antibodies, and will run until April 2025. Preliminary results from this trial were presented at the Alzheimer’s Association International Conference (AAIC) in 2023 (refs. 283,284 ). The antibody was safe and well tolerated with favour- able pharmacokinetics and showed target engagement with tau in the CSF . After 3 months, the treated individuals showed a significant decrease in CSF tau 243–254, a tau fragment that strongly correlates with tau PET scan data283 ,285. Importantly, E2814 binds outside the 243–254 region, thereby ensuring that the CSF data are not confounded by the treatment itself283. In vivo, the antibody might bind to a larger tau fragment extracellularly and/or intracellularly. Further phase II/III trials (NCT05269394 and NCT01760005) will test E2814 treatment alone or concurrently with anti-Aβ treatment (lecanemab) in DIAN participants with early-onset AD. These trials will evaluate safety, tolerability, biomarkers and cognitive and other functional efficacy of E2814 alone or with lecanemab. Both trials are expected to be completed in October 2027. Gosuranemab. Gosuranemab (BIIB092) is an IgG4 antibody that binds human tau at residues 15–22 (ref. 286 ). It was raised against extracellular N-terminal tau fragments (eTau) isolated from human neurons differ - entiated from pluripotent stem cells derived from patients with familial AD186 ,287. The antibody was shown to decrease free tau in brain intersti- tial fluid and CSF in tauopathy mice after intraperitoneal injection, but its potential effects on clearing tau in brain tissue were not reported230. In a phase I trial to evaluate the safety of gosuranemab in healthy volunteers (NCT02294851), no severe adverse events were reported288. The antibody significantly decreased unbound tau in CSF , with a sus - tained reduction in eTau fragments for up to 12 weeks at higher doses. In a phase Ib trial in patients with PSP (NCT02460094), gosuranemab was safe and well tolerated, with mild-to-moderate adverse effects, and showed dose-dependent accumulation in serum and plasma289. All doses decreased free eTau by more than 90%,", "and this decrease was sustained for 85 days after treatment. An open-label extension (NCT02658916) was offered to phase Ib study participants to evaluate long-term safety and tolerability. However, this trial was terminated when a follow-up phase II trial (NCT03068468, PASSPORT) failed to meet its primary end point290. The phase II study was conducted to evaluate the efficacy of gosuranemab in 490 patients with PSP. In December 2019, it was announced that gosuranemab showed no efficacy, as assessed on the PSP Rating Scale, which measures movement difficulties. However, the antibody did reduce CSF free N-terminal tau fragments by 98%. Gosuranemab also failed to show efficacy in a phase Ib ‘basket’ trial (NCT03658135) in four different primary tauopathies: Aβ PET-negative corticobasal syndrome, naPPA, frontotemporal lobar degeneration with MAPT mutation, and traumatic encephalopathy syndrome287 ,291. No adverse events were reported and the treatment cleared most of the free eTau from the CSF but had no effect on exploratory measures of disease severity. Both this trial and the aforementioned phase II trial were terminated in December 2019 (refs. 291 ,292 ). In a preliminary study of tissue from gosuranemab-treated individ - uals with primary tauopathies, treatment-related glial responses were reported, with no clearance of neuronal tau inclusions195. However, only a few individuals underwent autopsies and their treatment regimens and times to death following the last dose differed substantially. Another phase II study (NCT03352557, TANGO) was conducted in patients with MCI or mild AD. This trial was designed to evaluate the long-term safety and efficacy of three doses of gosuranemab and the generation of anti-drug antibodies. The treatment either failed to change or worsened cognitive scores275 ,293, and all three dose groups had poorer cognitive outcomes than the placebo group275. This trial and further development of gosuranemab were terminated293. JNJ-63733657. JNJ-63733657 is an IgG1 antibody with a high affinity for p-tau217. It has been reported to neutralize tau seeds and inhibit pathological spreading in mouse models of tauopathy, but these data have not been peer reviewed294. A phase I trial of JNJ-63733657 (NCT03375697) was conducted in healthy individuals and patients with prodromal or mild AD294 ,295. No safety or tolerability issues were raised. The pharmacokinetics were similar between healthy participants and those with AD, with dose-dependent reductions of p-tau217 in the CSF . Two other phase I trials (NCT03689153 and NCT05407818) to assess the safety, toler - ability and pharmacokinetics of JNJ-63733657 in healthy participants have been completed, but the results have not yet been published. A phase II study (NCT04619420) to evaluate the efficacy, safety and tolerability of JNJ-63733657 in patients with early-stage AD who have a positive tau PET scan is also ongoing. The primary outcome is change in cognition, and secondary outcomes include other functional measures, brain tau burden, CSF tau, safety and pharmacokinetics. This trial will run until 2025. Lu AF87908. Lu AF87908 is an IgG1 antibody raised against p-tau396/404. The mouse version, C10.2, reduced tau seeding in vitro and in mice when pathological tau was pre-incubated with or immuno -", "depleted by the antibody179. In cultured microglia, C10.2 promoted tau uptake and lysosome-mediated degradation191. The humanized version showed highly specific and sensitive tau binding in post-mortem brain tissue from people with AD or primary tauopathies296. A phase I study (NCT04149860) to test the safety, tolerability and pharmacokinetics of Lu AF87908 in healthy individuals and patients with AD concluded in July 2023. MK-2214. The precise epitope for MK-2214 has not been reported, but this antibody might be derived from a mouse antibody that recognizes p-tau413 and was found to bind to AD tau and showed efficacy in animal models297 ,298. Two phase I trials have been initiated to examine its safety, tolerability, pharmacokinetics and pharmacodynamics in healthy indi - viduals ( jRCT2031220627) or patients with MCI or mild-to-moderate AD (NCT05466422) and are expected to be completed in 2024 298. PNT001. PNT001 recognizes cis p-tau231, which is reported to be a highly neurotoxic form of pathological tau214 ,299. Cis p-tau231 has Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 725 Review articlebeen detected in brain tissue from people with AD or traumatic brain injury (TBI) and was shown to have a role in tau aggregation and neurodegeneration 214 ,300– 302. Preclinical studies indicated that peripheral anti-cis p-tau231 treatment cleared pathological tau from the brain and ameliorated neuronal degeneration and some cogni - tive impairments in mouse models of tauopathy, vascular dementia and TBI214 ,300 ,303. A phase II study (NCT04096287) evaluated the safety and tol - erability of PNT001 in healthy individuals. The antibody was well tolerated, with dose-dependent serum and CSF exposure274. Another phase I trial (NCT04677829) to examine safety and tolerability in patients with acute TBI was also registered but was terminated soon after the first participant enrolled, and no results have been disclosed. PRX005. PRX005 is an IgG1 antibody targeting the microtubule-binding region in both the 3R and 4R tau isoforms304 ,305. According to a confer - ence presentation, PRX005 recognizes both unphosphorylated and phosphorylated tau, and NFTs and dystrophic neurites in AD brain tissue304 ,305. It blocks binding of tau to heparan sulfate proteoglycan, thereby preventing tau transmission between cells, and was also shown to inhibit tau aggregation and p-tau accumulation in mouse models of tauopathy and amyloidosis. A phase I study to evaluate the safety and tolerability of PRX005 is ongoing. The top-line results from a single-ascending-dose study in healthy individuals was announced in a press release and in a poster at the AAIC in 2023 (refs. 305 ,306 ). The antibody was shown to be safe, with dose-dependent plasma and CSF exposure. A multiple-ascending-dose study in patients with AD has been initiated. RG7345 . RG7345 targets p-tau422, and, in preclinical studies, chronic administration reduced tau pathology in transgenic mice211. A phase I trial (NCT02281786) was initiated in healthy individuals to assess the safety, tolerability and pharmacokinetics of this antibody. Presumably the trial did not assess target engagement because the pSer422 epitope is found at very low levels or not at all in healthy", "individuals45,307 ,308. This trial was discontinued, probably because of unfavourable pharmacokinetics, and the results have not been published309. Semorinemab. Semorinemab (RO7105705) is an IgG4 antibody that targets the N terminus of monomeric and oligomeric tau. The mouse version was shown to target extracellular tau and reduced one p-tau epitope on brain sections, but had no effect on tau in western blots in a mouse model of tauopathy193 ,310. Effects on insoluble tau and on behaviour were not reported. Interestingly, the version of semo - rinemab with effector function cleared tau at a lower dose than the effectorless version, and neither antibody subclass increased astro - gliosis or microgliosis193 ,310. Nevertheless, the effectorless version was selected for clinical trials, presumably because, unlike the version with effector function, its mouse version does not cause fragmentation of microtubule-associated protein 2 — a protein that is important for microtubule assembly and stabilization — in neurons in culture 193 ,310. A phase I trial of semorinemab (NCT02820896) was conducted in healthy individuals and patients with mild-to-moderate AD. All dosing and administration paradigms were safe and well tolerated311. No severe adverse effects were reported, and dose-dependent plasma and CSF antibody exposure was observed. A phase II trial (NCT03289143, TAURIEL) was conducted in patients with prodromal or mild AD. The antibody was safe; however, it missed both the primary and secondary efficacy end points312. Antibody administration also failed to slow NFT accumulation, although its pharmacokinetics were dose-proportional274. Another phase II trial (NCT03828747, LAURIET) enrolled patients with moderate AD. This study was completed in August 2023. The primary outcome was change in cognitive scores, and secondary out- comes included additional cognitive tests and behaviour, adverse events, serum concentration and immunogenicity. The top-line results showed that semorinemab treatment slowed decline on one cognitive test, but no changes in other cognitive and functional outcomes were noted, and tangle burden based on PET signal was not altered although CSF tau was reduced313 ,314. A decision on phase III testing is pending. Tilavonemab. Tilavonemab (CN2-8E12) is an IgG4 antibody that reco - gnizes an N-terminal tau epitope comprising residues 25–30, and has been reported to work extracellularly180 ,181 ,185 ,315. In culture, tilavonemab blocked tau seeding and prevented propagation of tau pathology when pre-incubated with tau seeds181,185. In a mouse model of tauopathy, the drug substantially reduced levels of p-tau and insoluble tau and res - cued contextual fear conditioning deficits180. A second study showed reduced levels of insoluble tau and decreased brain atrophy, as well as improved motor function, in mice treated with tilavonemab189. In a phase I trial in patients with PSP (NCT02494024), tilavonemab was shown to be safe316. The drug had a serum half-life of 27–37 days and dose-dependent blood exposure. An open-label extension study (NCT03413319) was performed to determine the long-term safety and tolerability of the drug, as well as the eligibility of participants for a subsequent phase II trial. A phase II trial (NCT02985879) to evaluate the safety and efficacy of tilavonemab was conducted in patients with", "PSP. A 4-year extension (NCT03391765) was initiated in participants who had completed the placebo-controlled treatment phase. Tilavonemab provided no benefit over placebo, although it had target engagement and a favourable tolerability profile317 ,318. The extension studies, as well as an expanded access programme in patients with CBD, were subsequently halted317 ,319. Another phase II trial of tilavonemab (NCT02880956) was conducted in patients with early-stage AD. An extension study (NCT03712787) on long-term safety and tolerability was offered to participants who completed the initial testing. In the extension study, which ended in July 2021, the treatment did not halt cognitive decline or improve functional outcomes, nor did it slow brain atrophy or lower plasma NfL levels275 ,320. Given the lack of efficacy in all trials, development of tilavonemab was terminated315. Zagotenemab. Zagotenemab (LY3303560) is a humanized form of the MC1 antibody, which recognizes an early form of misfolded tau321 ,322. In preclinical testing in tau transgenic mice, chronic injections of zagotenemab reduced insoluble p-tau levels in the spinal cord and p-tau immunoreactivity in brainstem and spinal cord, and improved motor phenotypes321. The single-chain variable fragment (scFv) of the antibody also reduced tau pathology in mice when administered in an adeno-associated virus construct as a gene therapy323. Two phase I trials assessed the safety and pharmacokinetics of zagotenemab. The first trial (NCT02754830) evaluated safety and serum drug concentration in healthy individuals and patients with MCI or mild-to-moderate AD. A second trial (NCT03019536) assessed multiple ascending doses in the same AD cohort. Adverse effects and pharmacokinetics were evaluated. The results have not been published. A phase II efficacy trial of zagotenemab (NCT03518073) was also conducted in patients with gradual and progressive memory decline. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 726 Review articlePrimary outcomes included changes in cognition, and secondary outcomes were additional functional measures and anti-drug anti - bodies. This trial missed its primary end point, and development of zagotenemab was discontinued324. Factors influencing antibody efficacy The results from human testing raise the issue of how to maximize antibody efficacy. Multiple factors affect antibody efficacy, including mechanism of action, IgG subclass, epitope and the patient population being treated. Tilavonemab, gosuranemab, semorinemab and zagotenemab, which were found in preclinical testing to work only extracellularly and to solely or partially target the N terminus of tau, have not provided functional benefits in clinical trials, suggesting that extracellular tar- geting of tau epitopes will not be sufficient. Although tau spreading is a valid clinical target, extracellular tau is only a small proportion of the tau in AD325 ,326. Most tau, including its pathological forms, is found within neurons. Therefore, removing extracellular tau is unlikely to reverse intracellular pathology, although the extracellular and intra- cellular pools might exist in equilibrium. In addition, in the CSF of patients with AD or primary tauopathy, N-terminal tau is found at much lower levels than tau containing the mid-domain327 –330. Furthermore, tilavonemab and gosuranemab were tested in patients with PSP, who, unlike patients with AD, do not", "have elevated CSF tau levels328 ,331 –336. These factors could all have contributed to the lack of efficacy of the antibodies. Patients with primary tauopathy were shown to have decreased CSF levels of the microtubule-binding region of tau337, sug - gesting that extracellular antibodies against this region would also not be beneficial in these individuals. The optimal tau epitopes to target in AD remain open to debate. Mass spectroscopy has revealed relatively low levels of carboxy-terminal tau in the CSF in AD, indicating that extracellular antibodies targeting this region are likely to be ineffective280 ,328 –330 ,337 ,338. Mid-domain tau (approximately amino acids 150–250) comprises the largest fraction of tau in the CSF , suggesting that this region would be a better target327 ,328; however, as stated above, even the largest fraction of extracellular tau is a minuscule proportion of the tau in the brain. Intracellularly, the N terminus might not be the optimal target for immunotherapies339. Preventing or reversing aggregation of tau can reduce seeding and make the protein easier to digest; therefore, select - ing epitopes from the core of aggregates could be more beneficial, but these epitopes often have limited accessibility owing to their hydropho - bic nature. Cryoelectron microscopy has clarified the core structure and sequence of filaments from different tauopathies55,340 –342. Although the structures differ, they all consist of the microtubule-binding region and C terminus of the molecule. Thus, antibodies targeting epitopes in these regions might be appealing candidates, assuming that they can work intracellularly. Like C-terminal tau, the microtubule-binding region of tau is primarily found intraneuronally. An additional chal - lenge for immunotherapies that target phospho-epitopes is the shift- ing prevalence of these epitopes over time, with some being more prominent in early-stage disease and others increasing during disease progression. In addition to differences in CSF tau, the pathologies seen in primary tauopathies and AD differ in many respects, including the brain regions affected and the types of tau lesions18,19. Therefore, these patient populations should not be considered interchangeable dur - ing the development and testing of immunotherapies. Tau filaments can assume different morphologies with unique core structures, and phospho-epitope profiles might also vary between and within tauopathies54,55,340 –343. In addition to neuronal tau, primary tauopathies also feature glial tau deposits. These inclusions, such as oligodendro - cyte coiled bodies and tufted astrocytes, are distinct from the patho - logical tau that is seen in neurons. The type of astrocytic pathology is also disease-dependent18,344, which has consequences for synaptic func - tion, provision of trophic support, inflammation and maintenance of myelination344 ,345. Glial tau pathology might propagate independently of neurons346 ,347. Targeting of non-neuronal inclusions with immuno - therapies is unlikely to be straightforward, as the optimal epitopes might be different from those in neurons, and antibodies optimized for neurons may not be internalized by glia. Clearing this pool of tau could require a more direct focus, such as using gene therapy to specifically express antibodies in glial cells 323. Current human trials use", "either IgG1 or IgG4 antibody subclasses. Unlike IgG1, IgG4 antibodies mostly lack effector function, which might increase their safety but reduce their efficacy. Although Lee at al. argued that effector function was unnecessary, their antibody with effector functions promoted tau clearance at a lower dose than its effectorless counterpart193 ,310. Mukadam et al. showed that in slice cultures, an antibody mutated to lack Fc binding, which mediates effec - tor function, was less effective than its unmodified counterpart194. In cultured microglia, a direct comparison between humanized IgG1 and IgG4 versions of the same antibody showed that the IgG1 variant was more efficacious at promoting tau phagocytosis192. When the same tau binding region was cloned into all four mouse IgG subclasses (IgG1, IgG2a, IgG2b and IgG3), IgG1 and IgG2a (the human IgG1 analogue) were the most effective at preventing tau toxicity and promoting tau clearance, and the effectorless variant IgG3 (human IgG4 analogue) was the least effective348. Some of those efficacy differences might relate to variable Fc-mediated neuronal uptake of the IgG subclasses. In addition to Fc binding, the IgG subclass influences antibody catabo - lism rates, self-association and stability349 –352, and changing the IgG subclass can affect antigen binding even when the variable regions are unchanged182 ,348 ,353 –368. These findings could have major implications for antibodies that underwent preclinical testing before being human - ized, sometimes into a different subclass. IgG4 can also split and form heterodimers with other IgG4 antibodies, and it is unclear whether this possibility was considered for the antibodies reviewed above369 ,370. Thorough testing of humanized antibodies in mouse models is not feasible because species differences increase the likelihood of development of anti-idiotypic antibodies and related adverse effects. These problems could be minimized to some extent by using mouse models with humanized immune systems crossed with tauopathy mod - els, although no such hybrid models have been described in the litera- ture. Some humanized antibodies have been examined in non-human primates, but they have limited utility as these animals are not prone to develop tau pathology. Antibody charge and affinity should also be considered during antibody design, although affinity for the antigen and efficacy do not necessarily correspond. For example, a lower-affinity antibody against p-tau396/404 was more efficacious than a higher affinity antibody against the same epitope182 ,183 ,348 ,371. Though not directly comparable, the low-affinity MC1 antibody showed greater efficacy in vivo than a higher-affinity antibody against a different tau epitope372. However, such findings are not universal, as a higher-affinity antibody specific for tau truncated at Asp421 was more effective than a lower-affinity anti - body against the same epitope (E.E.C., E.M.S. et al., unpublished work). Charge also influences every aspect of antibody function, including Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 727 Review articlebinding, uptake into cells or across the BBB, what cell type the antibody targets, and how quickly the antibody is degraded182 ,373 –378. Of note, an antibody’s ability to prevent tau seeding does not necessarily relate", "to its ability to prevent tau toxicity182 ,325. These findings highlight the need for further research into optimal antibody design, and demonstrate the challenge of translating results from the laboratory to human patients. Many of these questions have been explored more thoroughly in other fields, notably in the devel - opment of cancer immunotherapies, and merit greater study. In the sections that follow, we discuss how antibodies and their fragments might be modified to enhance tau clearance379 –402. New immunotherapy approaches Antibody fragments Currently, only whole IgGs are being tested in clinical trials, but anti - body fragments show potential as therapeutic and imaging agents. scFvs and single-domain antibodies (sdAbs) are much smaller (approxi - mately 25 kDa and 13 kDa, respectively) than whole IgGs (150 kDa). The smaller size could enable enhanced BBB penetration and targeting of cryptic epitopes that are inaccessible to whole antibodies. In addition, sdAbs are stable and easier to produce in large quantities than whole antibodies. Preclinical testing of scFvs and sdAbs in cell and animal models has shown that they can prevent the formation of tau polymers, act as imaging agents and reduce tau pathology215 ,252 ,254 ,323 ,348 ,403 –409. One potential complicating factor for using unmodified antibody fragments as long-term therapies is that they can have a half-life in the order of hours, compared with 1–3 weeks for whole antibodies. However, we have observed fluorescent signal from tau scFvs and sdAbs in the brains of mouse models of tauopathy several days after injection215 ,407. Thus, with a sufficient quantity of target to bind, antibody fragments seem to be retained in tissue. Moreover, scFvs and sdAbs can be delivered as gene therapies, which have been shown to reduce polymerization and clear tau in vivo253 ,254 ,404 ,408, 410. Antibody fragment gene therapy is also supported by results from models of other neurodegenerative diseases410 –414. Modified immunotherapy Tau antibodies and antibody fragments can be incorporated into molecular complexes to promote targeted tau degradation through the proteasome or the endosomal–lysosomal system. Whole IgGs and antibody fragments have been used as the binding agents for extra - cellular, surface-bound or intracellular targets (Fig. 4). Although no modified multivalent sdAbs have yet been used to target tau in clinical trials, some have been tested for the treatment of cancer, as well as infectious and autoimmune diseases415 ,416. Targeted protein degradation via the ubiquitin–proteasome sys - tem. scFvs and sdAbs can be modified to enhance target ubiquitina - tion and proteasomal clearance. Gallardo et al. developed anti-tau scFv chimeras by fusing scFvs to ubiquitin at either Lys48 or Lys63, which directs proteins to the proteasome or lysosome, respectively389. Both scFvs reduced intracellular tau levels in culture but only the proteasome-targeting scFv was effective in vivo. Proteolysis-targeting chimeras (PROTACs) are hetero-bivalent complexes that comprise a target binder (small molecule or antibody), a short linker and an E3 ligase-recruiting molecule. The complex brings the target protein and ubiquitination machinery into close proximity, leading to polyubiquitination and proteasome-mediated degradation of the", "protein. Small-molecule-based and peptide-based PROTACs have been shown to degrade tau in cultured cells384–388. In mouse models of AD and tauopathy, a tau-targeting PROTAC reduced t-tau and p-tau levels, preserved dendritic arborization and improved cognitive performance384 ,388. Several studies have successfully incorporated sdAbs as the target binding portion of the PROTAC to rapidly degrade a range of proteins381–383. A third strategy fuses the PEST (proline (P), glutamic acid (E) or aspartic acid, serine (S) and threonine (T)) proteasome-targeting motif to the antibody fragment of interest. This modification enhanced the efficacy of an anti-huntingtin scFv in transgenic mice 390. sdAbs fused to the same PEST motif prevented α-synuclein-induced toxicity in cultured cells and reduced α-synuclein pathology in vivo379 ,380. Targeted protein degradation via the endosomal–lysosomal system. Cell-surface lysosome-targeting receptors (L TRs) such as the cation-independent mannose-6-phosphate receptor (CI-M6PR) have been reported to facilitate transport of proteins to lysosomes417. CI-M6PR shuttles cargo to pre-lysosomal compartments, where the cargo dis- sociates and progresses to the lysosome while the receptor is recycled. CI-M6PR has been targeted to treat lysosomal storage disorders418 and is highly expressed in neurons419 –421. Tau-targeting antibodies could be modified to bind to CI-M6PR to enhance tau clearance. So-called sweeping antibodies have a modified pH-sensitive variable domain that releases the target protein into acidic compart- ments to be digested, and the unbound antibody is recycled back to the cell surface391. The constant domain of the antibody can be modified to enhance Fc binding, which protects it from being degraded and enhances cellular uptake of the antibody–protein complexes. This approach could improve the ability of tau antibodies to clear tau from the extracellular space through microglial phagocytosis. Lysosome-targeting chimeras (LYTACs) consist of an antibody or small molecule fused to a synthetic mannose-6-phosphonate glyco - peptide that acts as an L TR ligand. The LYTAC molecule can simulta - neously bind to a membrane-bound or extracellular target protein and the L TR. Once the antibody–target complex has been endocytosed, the target protein is released and the LYTAC is recycled back to the cell surface392 ,393. Antibody-based PROTACs (AbTACs) are antibody derivatives that promote lysosomal degradation. One arm of the engineered bispecific AbTAC antibody binds to an extracellular or membrane target and the other arm binds to a membrane-bound E3 ligase such as ring finger protein 43. As proof of concept, an AbTAC targeting programmed death ligand 1 successfully promoted lysosomal targeting and clearance of the protein 397. Targeted protein degradation via the autophagy–lysosomal path - way . The autophagy targeting chimera (AUTAC) complex is composed of a cGMP-based degradation tag, a linker and a small molecule or anti - body to bind to the target394, 395. The use of a cGMP derivative was based on findings that 8-nitro-cGMP promoted Lys63 polyubiquitination and, thus, clearance through the autophagy–lysosomal system396. This method was successfully used to promote the autophagic degradation of mitochondria in human fibroblasts395. AUTOTACs, a second type of AUTAC, are bidirectional complexes consisting of a module that interacts with the autophagy cargo receptor", "p62/SQSTM1 and a portion that binds the target399. This arrangement creates a link between the target and p62, leading to the oligomeri - zation and activation of p62 and, in turn, target degradation by the autophagy–lysosome pathway. Using a modified 4-phenylbutyric acid Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 728 Review articlemolecular chaperone as a tau binder, AUTOTACs have successfully targeted misfolded tau in cells and tauopathy mice. The tauopathy-homing and autophagy-activating nanoassem - bly (THN) has a magnetic mesoporous silica nanoparticle core embedded with PEGylated cerium oxide bound to the AT8 tau antibody401. AT8 binds to p-tau202/205/208, and cerium oxide pro - motes autophagy400. In cultured cells, THN particles colocalized with autophagosomes and promoted clearance of tau, and in a tauopathy LTR ligand Extracellular clearance a Targeted protein degradation via the ubiquitin–proteasome system c Targeted protein degradation via the autophagy–lysosomal degradation pathway Intracellularclearance Endosome Tau protein E3 ligaseligandE3 ligaseligand PROTACsdAb orscFvTernary complexstructure Proteasome E3 E2RING Ub Ub Ub Ub Ub Ub Lysosome Lysosome LYTACb Targeted protein degradation via the endosomal–lysosomal degradation pathway LTR (e.g. CI­M6PR) Shuttling extracellulartau into the neuron Autophagosome AutolysosomeAutophagosome–lysosome fusion Degradation and recyclingPhagophore Degradationtag Autophagy cargo receptor Fig. 4 | Modified immunotherapy strategies. a, Targeted protein degradation via the ubiquitin–proteasome system. Proteolysis-targeting chimeras (PROTAC) are hetero-bivalent complexes comprising a target binder (single-domain antibody (sdAb) or single-chain variable fragment (scFv)), a short linker and an E3 ligase-recruiting molecule. These complexes bring the target protein (in this case, tau) and E3 ligase into close proximity and trigger proteasome-based degradation. b, Targeted protein degradation via the endosomal–lysosomal degradation pathway. Lysosome-targeting chimeras (LYTAC) are hetero-bivalent complexes comprising a target binder (sdAb or scFv), a short linker and a ligand for the lysosome-targeting receptor (L TR). They shuttle extracellular tau into the neuron for degradation. c , Targeted protein degradation via the autophagy–lysosomal degradation pathway. Autophagy-targeting chimeras are hetero-bivalent complexes comprising a target binder (sdAb, or scFv), a short linker and a degradation tag, which can enhance tau degradation through the autophagy–lysosomal degradation pathway. CI-M6PR, cation-independent mannose-6-phosphate receptor; RING, really interesting new gene; Ub, ubiquitin. Part a adapted with permission from ref. 167 , Elsevier. Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 729 Review articlerat model, THN particles were internalized by neurons and bound to pathological tau401. The treated animals showed amelioration of cognitive deficits. Enhancing tau dephosphorylation. Dephosphorylation-targeting chimeras (DEPTACs) contain a tau-binding portion connected to a PP2A recruiter via a linker, with an added motif to increase cellular uptake402. This arrangement brings tau in close proximity to PP2A, thereby facilitating dephosphorylation. In tauopathy mice, treat - ment with a β-tubulin peptide-based DEPTAC lowered pathological tau levels while improving memory and microtubule assembly and increasing dendritic spine density. This approach would also avoid the dephosphorylation of unrelated proteins that could result if PP2A was targeted globally. Conclusions In our previous Review on tau-targeting therapies1, we stated that the outcomes of pending trials would provide a clearer picture of the landscape of these", "therapies. Some therapies that showed promise in preclinical testing have failed to translate into benefits for patients, and other drugs have advanced to or within trials. Of the non-immunotherapy approaches, sodium selenate, lithium chloride and some OGA inhibitors are in ongoing clinical trials, but many others have either failed or not advanced. In addition, several candidates have completed clinical trials but no results have been released. Among the recent clinical trials that have been reported, ASOs pro - duced promising results, safely reducing CSF tau levels below baseline in patients with mild AD123. Other measures, such as clinical presenta- tion and brain volume, were not significantly different between the placebo and treatment groups; however, this study was relatively short (23 weeks) and had a small number of participants, with safety and pharmacokinetics being the principal end points. A larger multi-year phase II study with a focus on cognitive outcomes is underway, and the results are eagerly awaited. The failure of some anti-tau antibodies might be attributed to several factors, including the choice of epitope, the study population and the mechanism of action, as well as limited information on how the properties of humanized antibodies relate to the mouse prototypes. Many studies have focused on N-terminal-tau-targeting antibodies that act extracellularly, despite the fact that over 99% of tau is intracellular and few N-terminal tau fragments are found in the extracellular space. In addition, these antibodies were trialled in patients with primary tauopathy even though extracellular tau levels are not increased in these individuals. Multiple groups, including ours, have highlighted the unsuitability of the N terminus of tau as a therapeutic target325 ,339 ,422 –424. The C terminus of tau might also be an inappropriate target for extracellular antibodies. The microtubule-binding region and C terminus of tau are appealing targets for intracellular antibodies, as these regions make up the core of tau polymers. The efficacy of targeting specific phospho-epitopes might depend on the disease stage. Further devel-opment of peripheral and imaging biomarkers to identify the disease stage before treatment could allow antibody treatments to be tailored to the pathology of individual patients. Immunotherapy and non-immunotherapy candidates face sev - eral common challenges. Both antibodies and small molecules must cross the BBB and enter neurons. Studies must also be long enough for the clinical benefits of the therapies to become apparent. Moreover, the choice of outcome measures must be carefully considered.The failed immunotherapy candidates highlight the need for more research into how to select and optimize antibodies. We have long argued that to maximize efficacy, antibodies should be able to target both intracellular and extracellular pathological tau. Our group and others have demonstrated the importance of neuronal uptake of antibodies, and data on the role of TRIM21 further supports intracellular mechanisms182 –184 ,194 ,209 ,211, 212, 214 ,227 ,348 ,425. Antigen binding, charge and cel- lular uptake can all be altered by changing constant domains — either swapping between mouse IgGs or from mouse to human — even if the vari - able", "region remains the same182 ,348. Following humanization, antibodies must be thoroughly re-evaluated, which is feasible in culture models but difficult in vivo owing to a lack of suitable human-like animal models. Combination trials of therapies targeting both tau and Aβ should become more common in the near future. However, such approaches might not be applicable to all patients; for example, individuals who carry the apolipoprotein E ε4 allele have an increased risk of amyloid-related imaging abnormalities after treatment with lecanemab or donanemab. We also expect modified antibody approaches, as well as antibody-based gene therapies and/or gene-editing strategies, to enter trials. Advances in tau biomarkers should enable suitable patient populations to be identified at earlier stages of the disease, thereby increasing the likelihood of a positive outcome. Progress in the field of tau-targeting therapies has not been as rapid as we had hoped. However, the intracellular location, size and complex - ity of tau makes it a more challenging target than Aβ, and it took nearly 40 years from the discovery of Aβ to an approved therapy (which, nota - bly, is an antibody). We believe that it is time for tau-targeting therapies to receive a similar degree of support to their Aβ-targeting counter - parts. Watching large companies with extensive resources periodi - cally scale back their research into therapies for neurodegeneration has been worrying but is understandable to some extent in view of the difficulty and high cost of these studies. As always, more basic research is needed, both to test potential therapies and to explore the pathological mechanisms of AD and other tauopathies, which will help us to determine how best to optimize existing candidates and to identify new targets for intervention. Published online: 24 October 2023 References 1. Congdon, E. E. & Sigurdsson, E. M. Tau-targeting therapies for Alzheimer disease. Nat. Rev. Neurol. 14, 399–415 (2018). 2. [No authors listed] 2022 Alzheimer’s disease facts and figures. Alzheimers Dement. 18, 700–789 (2022). 3. GBD 2019 Dementia Forecasting Collaborators. Estimation of the global prevalence of dementia in 2019 and forecasted prevalence in 2050: an analysis for the Global Burden of Disease Study 2019. Lancet Public. Health 7, e105–e125 (2022). 4. Panza, F., Lozupone, M., Logroscino, G. & Imbimbo, B. P. A critical appraisal of amyloid-β-targeting therapies for Alzheimer disease. Nat. Rev. Neurol. 15, 73–88 (2019). 5. Jeremic, D., Jimenez-Diaz, L. & Navarro-Lopez, J. D. Past, present and future of therapeutic strategies against amyloid-β peptides in Alzheimer’s disease: a systematic review. Ageing Res. Rev. 72, 101496 (2021). 6. van Dyck, C. H. et al. Lecanemab in early Alzheimer’s disease. N. Engl. J. Med. 388, 9–21 (2023). 7. Alzforum. U.S. FDA gives green light to Leqembi, aka lecanemab. Alzforum https://www. alzforum.org/news/research-news/us-fda-gives-green-light-leqembi-aka-lecanemab (2023). 8. Sims, J. R. et al. Donanemab in early symptomatic Alzheimer disease. JAMA 330, 512–527 (2023). 9. Lilly. Lilly’s donanemab significantly slowed cognitive and functional decline in phase 3 study of early Alzheimer’s disease. Lilly https://investor.lilly.com/news-releases/ news-release-details/lillys-donanemab-significantly-slowed-cognitive-and-functional (2023). 10. Tissot, C. et al. Association between regional tau pathology and", "neuropsychiatric symptoms in aging and dementia due to Alzheimer’s disease. Alzheimers Dement. 7, e12154 (2021). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 730 Review article11. Ossenkoppele, R. et al. Tau PET patterns mirror clinical and neuroanatomical variability in Alzheimer’s disease. Brain 139, 1551–1567 (2016). 12. Ge, X. et al. Association of tau pathology with clinical symptoms in the subfields of hippocampal formation. Front. Aging Neurosci. 13, 672077 (2021). 13. Arriagada, P. V., Growdon, J. H., Hedley-Whyte, E. T. & Hyman, B. T. Neurofibrillary tangles but not senile plaques parallel duration and severity of Alzheimer’s disease. Neurology 42, 631–639 (1992). 14. Arriagada, P. V., Marzloff, K. & Hyman, B. T. Distribution of Alzheimer-type pathologic changes in nondemented elderly individuals matches the pattern in Alzheimer’s disease. Neurology 42, 1681–1688 (1992). 15. Nelson, P. T. et al. Correlation of Alzheimer disease neuropathologic changes with cognitive status: a review of the literature. J. Neuropathol. Exp. Neurol. 71, 362–381 (2012). 16. Dronse, J. et al. In vivo patterns of tau pathology, amyloid-β burden, and neuronal dysfunction in clinical variants of Alzheimer’s disease. J. Alzheimers Dis. 55, 465–471 (2017). 17. Robinson, J. L. et al. Primary tau pathology, not copathology, correlates with clinical symptoms in PSP and CBD. J. Neuropathol. Exp. Neurol. 79, 296–304 (2020). 18. Chung, D. C., Roemer, S., Petrucelli, L. & Dickson, D. W. Cellular and pathological heterogeneity of primary tauopathies. Mol. Neurodegener. 16, 57 (2021). 19. Zhang, Y., Wu, K. M., Yang, L., Dong, Q. & Yu, J. T. Tauopathies: new perspectives and challenges. Mol. Neurodegener. 17, 28 (2022). 20. Braak, H., Alafuzoff, I., Arzberger, T., Kretzschmar, H. & Del Tredici, K. Staging of Alzheimer disease-associated neurofibrillary pathology using paraffin sections and immunocytochemistry. Acta Neuropathol. 112, 389–404 (2006). 21. Ferreira, D. et al. The hippocampal sparing subtype of Alzheimer’s disease assessed in neuropathology and in vivo tau positron emission tomography: a systematic review. Acta Neuropathol. Commun. 10, 166 (2022). 22. Ferreira, D., Nordberg, A. & Westman, E. Biological subtypes of Alzheimer disease: a systematic review and meta-analysis. Neurology 94, 436–448 (2020). 23. Crary, J. F. et al. Primary age-related tauopathy (PART): a common pathology associated with human aging. Acta Neuropathol. 128, 755–766 (2014). 24. Arima, K. Ultrastructural characteristics of tau filaments in tauopathies: immuno-electron microscopic demonstration of tau filaments in tauopathies. Neuropathology 26, 475–483 (2006). 25. Jin, N. et al. Truncation and activation of GSK-3β by calpain I: a molecular mechanism links to tau hyperphosphorylation in Alzheimer’s disease. Sci. Rep. 5, 8187 (2015). 26. Leroy, K., Yilmaz, Z. & Brion, J. P. Increased level of active GSK-3β in Alzheimer’s disease and accumulation in argyrophilic grains and in neurones at different stages of neurofibrillary degeneration. Neuropathol. Appl. Neurobiol. 33, 43–55 (2007). 27. Pei, J. J. et al. Accumulation of cyclin-dependent kinase 5 (cdk5) in neurons with early stages of Alzheimer’s disease neurofibrillary degeneration. Brain Res. 797, 267–277 (1998). 28. Tseng, H. C., Zhou, Y., Shen, Y. & Tsai, L. H. A survey of Cdk5 activator p35 and p25 levels", "in Alzheimer’s disease brains. FEBS Lett. 523, 58–62 (2002). 29. Patrick, G. N. et al. Conversion of p35 to p25 deregulates Cdk5 activity and promotes neurodegeneration. Nature 402, 615–622 (1999). 30. Yarza, R., Vela, S., Solas, M. & Ramirez, M. J. c-Jun N-terminal kinase (JNK) signaling as a therapeutic target for Alzheimer’s disease. Front. Pharmacol. 6, 321 (2015). 31. Sontag, J. M. & Sontag, E. Protein phosphatase 2A dysfunction in Alzheimer’s disease. Front. Mol. Neurosci. 7, 16 (2014). 32. Taleski, G. & Sontag, E. Protein phosphatase 2A and tau: an orchestrated ‘pas de deux’. FEBS Lett. 592, 1079–1095 (2018). 33. Frautschy, S. A., Baird, A. & Cole, G. M. Effects of injected Alzheimer beta-amyloid cores in rat brain. Proc. Natl Acad. Sci. USA 88, 8362–8366 (1991). 34. Kowall, N. W., McKee, A. C., Yankner, B. A. & Beal, M. F. In vivo neurotoxicity of beta-amyloid [β(1-40)] and the β(25-35) fragment. Neurobiol. Aging 13, 537–542 (1992). 35. Hernandez, P., Lee, G., Sjoberg, M. & Maccioni, R. B. Tau phosphorylation by cdk5 and Fyn in response to amyloid peptide Aβ 25–35: involvement of lipid rafts. J. Alzheimers Dis. 16, 149–156 (2009). 36. Kirouac, L., Rajic, A. J., Cribbs, D. H. & Padmanabhan, J. Activation of Ras-ERK signaling and GSK-3 by amyloid precursor protein and amyloid beta facilitates neurodegeneration in Alzheimer’s disease. eNeuro 4, ENEURO.0149-16.2017 (2017). 37. Ma, Q. L. et al. β-Amyloid oligomers induce phosphorylation of tau and inactivation of insulin receptor substrate via c-Jun N-terminal kinase signaling: suppression by omega-3 fatty acids and curcumin. J. Neurosci. 29, 9078–9089 (2009). 38. Nassif, M. et al. β-Amyloid peptide toxicity in organotypic hippocampal slice culture involves Akt/PKB, GSK-3β, and PTEN. Neurochem. Int. 50, 229–235 (2007). 39. Otth, C. et al. AβPP induces cdk5-dependent tau hyperphosphorylation in transgenic mice Tg2576. J. Alzheimers Dis. 4, 417–430 (2002). 40. Sigurdsson, E. M., Lee, J. M., Dong, X. W., Hejna, M. J. & Lorens, S. A. Bilateral injections of amyloid-β 25-35 into the amygdala of young Fischer rats: behavioral, neurochemical, and time dependent histopathological effects. Neurobiol. Aging 18, 591–608 (1997). 41. Sigurdsson, E. M., Lorens, S. A., Hejna, M. J., Dong, X. W. & Lee, J. M. Local and distant histopathological effects of unilateral amyloid-β 25-35 injections into the amygdala of young F344 rats. Neurobiol. Aging 17, 893–901 (1996). 42. Takashima, A. et al. Exposure of rat hippocampal neurons to amyloid β peptide (25-35) induces the inactivation of phosphatidyl inositol-3 kinase and the activation of tau protein kinase I/glycogen synthase kinase-3β. Neurosci. Lett. 203, 33–36 (1996).43. Terwel, D. et al. Amyloid activates GSK-3β to aggravate neuronal tauopathy in bigenic mice. Am. J. Pathol. 172, 786–798 (2008). 44. Town, T. et al. p35/Cdk5 pathway mediates soluble amyloid-β peptide-induced tau phosphorylation in vitro. J. Neurosci. Res. 69, 362–372 (2002). 45. Augustinack, J. C., Schneider, A., Mandelkow, E. M. & Hyman, B. T. Specific tau phosphorylation sites correlate with severity of neuronal cytopathology in Alzheimer’s disease. Acta Neuropathol. 103, 26–35 (2002). 46. Luna-Munoz, J., Chavez-Macias, L., Garcia-Sierra, F. & Mena, R.", "Earliest stages of tau conformational changes are related to the appearance of a sequence of specific phospho-dependent tau epitopes in Alzheimer’s disease. J. Alzheimers Dis. 12, 365–375 (2007). 47. Wesseling, H. et al. Tau PTM profiles identify patient heterogeneity and stages of Alzheimer’s disease. Cell 183, 1699–1713.e13 (2020). 48. Moloney, C. M. et al. Phosphorylated tau sites that are elevated in Alzheimer’s disease fluid biomarkers are visualized in early neurofibrillary tangle maturity levels in the post mortem brain. Alzheimers Dement. https://doi.org/10.1002/alz.12749 (2022). 49. Braak, H., Thal, D. R., Ghebremedhin, E. & Del Tredici, K. Stages of the pathologic process in Alzheimer disease: age categories from 1 to 100 years. J. Neuropathol. Exp. Neurol. 70, 960–969 (2011). 50. Neddens, J. et al. Phosphorylation of different tau sites during progression of Alzheimer’s disease. Acta Neuropathol. Commun. 6, 52 (2018). 51. Kimura, S. & Shiota, K. Sequential changes of programmed cell death in developing fetal mouse limbs and its possible roles in limb morphogenesis. J. Morphol. 229, 337–346 (1996). 52. Mair, W. et al. FLEXITau: quantifying post-translational modifications of tau protein in vitro and in human disease. Anal. Chem. 88, 3704–3714 (2016). 53. Regalado-Reyes, M. et al. Phospho-tau changes in the human CA1 during Alzheimer’s disease progression. J. Alzheimers Dis. 69, 277–288 (2019). 54. Samimi, N. et al. Distinct phosphorylation profiles of tau in brains of patients with different tauopathies. Neurobiol. Aging 108, 72–79 (2021). 55. Falcon, B. et al. Structures of filaments from Pick’s disease reveal a novel tau protein fold. Nature 561, 137–140 (2018). 56. Noble, W., Hanger, D. P., Miller, C. C. & Lovestone, S. The importance of tau phosphorylation for neurodegenerative diseases. Front. Neurol. 4, 83 (2013). 57. Xia, Y., Prokop, S. & Giasson, B. I. “Don’t phos over tau”: recent developments in clinical biomarkers and therapies targeting tau phosphorylation in Alzheimer’s disease and other tauopathies. Mol. Neurodegener. 16, 37 (2021). 58. Caballero, B. et al. Acetylated tau inhibits chaperone-mediated autophagy and promotes tau pathology propagation in mice. Nat. Commun. 12, 2238 (2021). 59. Alquezar, C. et al. TSC1 loss increases risk for tauopathy by inducing tau acetylation and preventing tau clearance via chaperone-mediated autophagy. Sci. Adv. 7, eabg3897 (2021). 60. Alquezar, C., Arya, S. & Kao, A. W. Tau post-translational modifications: dynamic transformers of tau function, degradation, and aggregation. Front. Neurol. 11, 595532 (2020). 61. Min, S. W. et al. Critical role of acetylation in tau-mediated neurodegeneration and cognitive deficits. Nat. Med. 21, 1154–1162 (2015). 62. Shin, M. K. et al. Reducing acetylated tau is neuroprotective in brain injury. Cell 184, 2715–2732 (2021). 63. Vlad, S. C., Miller, D. R., Kowall, N. W. & Felson, D. T. Protective effects of NSAIDs on the development of Alzheimer disease. Neurology 70, 1672–1677 (2008). 64. de Craen, A. J., Gussekloo, J., Vrijsen, B. & Westendorp, R. G. Meta-analysis of nonsteroidal antiinflammatory drug use and risk of dementia. Am. J. Epidemiol. 161, 114–120 (2005). 65. Camu, F., Van de Velde, A. & Vanlersberghe, C. Nonsteroidal anti-inflammatory drugs and paracetamol in children. Acta", "Anaesthesiol. Belg. 52, 13–20 (2001). 66. Quinn, J. P., Corbett, N. J., Kellett, K. A. B. & Hooper, N. M. Tau proteolysis in the pathogenesis of tauopathies: neurotoxic fragments and novel biomarkers. J. Alzheimers Dis. 63, 13–33 (2018). 67. Plouffe, V. et al. Hyperphosphorylation and cleavage at D421 enhance tau secretion. PLoS ONE 7, e36873 (2012). 68. Noble, W. et al. Minocycline reduces the development of abnormal tau species in models of Alzheimer’s disease. FASEB J. 23, 739–750 (2009). 69. Tan, M. S., Liu, Y., Hu, H., Tan, C. C. & Tan, L. Inhibition of caspase-1 ameliorates tauopathy and rescues cognitive impairment in SAMP8 mice. Metab. Brain Dis. 37, 1197–1205 (2022). 70. Flores, J., Noel, A., Foveau, B., Beauchet, O. & LeBlanc, A. C. Pre-symptomatic caspase-1 inhibitor delays cognitive decline in a mouse model of Alzheimer disease and aging. Nat. Commun. 11, 4571 (2020). 71. Flores, J. et al. Caspase-1 inhibition alleviates cognitive impairment and neuropathology in an Alzheimer’s disease mouse model. Nat. Commun. 9, 3916 (2018). 72. Cantrelle, F. X. et al. Phosphorylation and O-GlcNAcylation of the PHF-1 epitope of tau protein induce local conformational changes of the C-terminus and modulate tau self-assembly into fibrillar aggregates. Front. Mol. Neurosci. 14, 661368 (2021). 73. Arakhamia, T. et al. Posttranslational modifications mediate the structural diversity of tauopathy strains. Cell 180, 633–644.e12 (2020). 74. Oakley, S. S. et al. Tau filament self-assembly and structure: tau as a therapeutic target. Front. Neurol. 11, 590754 (2020). 75. Sanders, D. W. et al. Distinct tau prion strains propagate in cells and mice and define different tauopathies. Neuron 82, 1271–1288 (2014). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 731 Review article76. Ferrer, I., Andres-Benito, P., Carmona, M. & Del Rio, J. A. Common and specific marks of different tau strains following intra-hippocampal injection of AD, PiD, and GGT inoculum in hTau transgenic mice. Int. J. Mol. Sci. 23, 15940 (2022). 77. Weitzman, S. A. et al. Insoluble tau from human FTDP-17 cases exhibit unique transmission properties in vivo. J. Neuropathol. Exp. Neurol. 79, 941–949 (2020). 78. Kaufman, S. K. et al. Tau prion strains dictate patterns of cell pathology, progression rate, and regional vulnerability in vivo. Neuron 92, 796–812 (2016). 79. Clavaguera, F. et al. Brain homogenates from human tauopathies induce tau inclusions in mouse brain. Proc. Natl Acad. Sci. USA 110, 9535–9540 (2013). 80. Niewiadomska, G., Niewiadomski, W., Steczkowska, M. & Gasiorowska, A. Tau oligomers neurotoxicity. Life 11, 28 (2021). 81. Gerson, J. E., Mudher, A. & Kayed, R. Potential mechanisms and implications for the formation of tau oligomeric strains. Crit. Rev. Biochem. Mol. Biol. 51, 482–496 (2016). 82. Shafiei, S. S., Guerrero-Munoz, M. J. & Castillo-Carranza, D. L. Tau oligomers: cytotoxicity, propagation, and mitochondrial damage. Front. Aging Neurosci. 9, 83 (2017). 83. Cardenas-Aguayo Mdel, C., Gomez-Virgilio, L., DeRosa, S. & Meraz-Rios, M. A. The role of tau oligomers in the onset of Alzheimer’s disease neuropathology. ACS Chem. Neurosci. 5, 1178–1191 (2014). 84. Guerrero-Munoz, M. J., Gerson, J. & Castillo-Carranza, D.", "L. Tau oligomers: the toxic player at synapses in Alzheimer’s disease. Front. Cell. Neurosci. 9, 464 (2015). 85. Cheng, Y. & Bai, F. The association of tau with mitochondrial dysfunction in Alzheimer’s disease. Front. Neurosci. 12, 163 (2018). 86. Montalbano, M. et al. Tau oligomers mediate aggregation of RNA-binding proteins Musashi1 and Musashi2 inducing Lamin alteration. Aging Cell 18, e13035 (2019). 87. Otero-Garcia, M. et al. Molecular signatures underlying neurofibrillary tangle susceptibility in Alzheimer’s disease. Neuron 110, 2929–2948.e8 (2022). 88. Vazquez, A. Metabolic states following accumulation of intracellular aggregates: implications for neurodegenerative diseases. PLoS ONE 8, e63822 (2013). 89. Mandelkow, E. M., Stamer, K., Vogel, R., Thies, E. & Mandelkow, E. Clogging of axons by tau, inhibition of axonal traffic and starvation of synapses. Neurobiol. Aging 24, 1079–1085 (2003). 90. Brion, J. P. & Flament-Durand, J. Distribution and expression of the α-tubulin mRNA in the hippocampus and the temporal cortex in Alzheimer’s disease. Pathol. Res. Pract. 191, 490–498 (1995). 91. Cisek, K., Cooper, G. L., Huseby, C. J. & Kuret, J. Structure and mechanism of action of tau aggregation inhibitors. Curr. Alzheimer Res. 11, 918–927 (2014). 92. Dominguez-Meijide, A., Vasili, E. & Outeiro, T. F. Pharmacological modulators of tau aggregation and spreading. Brain Sci. 10, 858 (2020). 93. Aillaud, I. & Funke, S. A. Tau aggregation inhibiting peptides as potential therapeutics for Alzheimer disease. Cell. Mol. Neurobiol. 43, 951–961 (2023). 94. Martinez-Hernandez, J. et al. Crosstalk between acetylation and the tyrosination/ detyrosination cycle of α-tubulin in Alzheimer’s disease. Front. Cell Dev. Biol. 10, 926914 (2022). 95. Zhang, F. et al. Posttranslational modifications of α-tubulin in alzheimer disease. Transl. Neurodegener. 4, 9 (2015). 96. Rajaei, S. et al. Conformational change and GTPase activity of human tubulin: a comparative study on Alzheimer’s disease and healthy brain. J. Neurochem. 155, 207–224 (2020). 97. Peris, L. et al. Tubulin tyrosination regulates synaptic function and is disrupted in Alzheimer’s disease. Brain 145, 2486–2506 (2022). 98. Vu, H. T., Akatsu, H., Hashizume, Y., Setou, M. & Ikegami, K. Increase in α-tubulin modifications in the neuronal processes of hippocampal neurons in both kainic acid-induced epileptic seizure and Alzheimer’s disease. Sci. Rep. 7, 40205 (2017). 99. Caponio, D. et al. Compromised autophagy and mitophagy in brain ageing and Alzheimer’s diseases. Aging Brain 2, 100056 (2022). 100. Filippone, A., Esposito, E., Mannino, D., Lyssenko, N. & Pratico, D. The contribution of altered neuronal autophagy to neurodegeneration. Pharmacol. Ther. 238, 108178 (2022). 101. Nixon, R. A. The aging lysosome: an essential catalyst for late-onset neurodegenerative diseases. Biochim. Biophys. Acta Proteins Proteom. 1868 , 140443 (2020). 102. Bourdenx, M. et al. Chaperone-mediated autophagy prevents collapse of the neuronal metastable proteome. Cell 184, 2696–2714.e25 (2021). 103. Lee, J. H. et al. Lysosomal proteolysis and autophagy require presenilin 1 and are disrupted by Alzheimer-related PS1 mutations. Cell 141, 1146–1158 (2010). 104. Urbanelli, L. et al. Cathepsin D expression is decreased in Alzheimer’s disease fibroblasts. Neurobiol. Aging 29, 12–22 (2008). 105. Mori, H., Kondo, J. & Ihara, Y. Ubiquitin is a component of paired", "helical filaments in Alzheimer’s disease. Science 235, 1641–1644 (1987). 106. Keller, J. N., Hanni, K. B. & Markesbery, W. R. Impaired proteasome function in Alzheimer’s disease. J. Neurochem. 75, 436–439 (2000). 107. Perry, G., Friedman, R., Shaw, G. & Chau, V. Ubiquitin is detected in neurofibrillary tangles and senile plaque neurites of Alzheimer disease brains. Proc. Natl Acad. Sci. USA 84, 3033–3036 (1987). 108. Perez, M. et al. Tau – an inhibitor of deacetylase HDAC6 function. J. Neurochem. 109, 1756–1766 (2009). 109. Li, M. Z. et al. Intracellular accumulation of tau inhibits autophagosome formation by activating TIA1-amino acid-mTORC1 signaling. Mil. Med. Res. 9, 38 (2022). 110. Feng, Q. et al. MAPT/tau accumulation represses autophagy flux by disrupting IST1-regulated ESCRT-III complex formation: a vicious cycle in Alzheimer neurodegeneration. Autophagy 16, 641–658 (2020).111. Funk, K. E., Mrak, R. E. & Kuret, J. Granulovacuolar degeneration (GVD) bodies of Alzheimer’s disease (AD) resemble late-stage autophagic organelles. Neuropathol. Appl. Neurobiol. 37, 295–306 (2011). 112. Midani-Kurcak, J. S., Dinekov, M., Puladi, B., Arzberger, T. & Kohler, C. Effect of tau-pathology on charged multivesicular body protein 2b (CHMP2B). Brain Res. 1706, 224–236 (2019). 113. Yamazaki, Y. et al. Immunopositivity for ESCRT-III subunit CHMP2B in granulovacuolar degeneration of neurons in the Alzheimer’s disease hippocampus. Neurosci. Lett. 477, 86–90 (2010). 114. Jones, E. M. et al. Interaction of tau protein with model lipid membranes induces tau structural compaction and membrane disruption. Biochemistry 51, 2539–2550 (2012). 115. Calafate, S., Flavin, W., Verstreken, P. & Moechars, D. Loss of Bin1 promotes the propagation of tau pathology. Cell Rep. 17, 931–940 (2016). 116. Caballero, B. et al. Interplay of pathogenic forms of human tau with different autophagic pathways. Aging Cell 17, e12692 (2018). 117. Polanco, J. C., Hand, G. R., Briner, A., Li, C. & Gotz, J. Exosomes induce endolysosomal permeabilization as a gateway by which exosomal tau seeds escape into the cytosol. Acta Neuropathol. 141, 235–256 (2021). 118. Flavin, W. P. et al. Endocytic vesicle rupture is a conserved mechanism of cellular invasion by amyloid proteins. Acta Neuropathol. 134, 629–653 (2017). 119. Chen, J. J. et al. Compromised function of the ESCRT pathway promotes endolysosomal escape of tau seeds and propagation of tau aggregation. J. Biol. Chem. 294, 18952–18966 (2019). 120. Scoles, D. R., Minikel, E. V. & Pulst, S. M. Antisense oligonucleotides: a primer. Neurol. Genet. 5, e323 (2019). 121. Alzforum. Antisense therapy stifles CSF tau in mild Alzheimer’s disease. Alzforum https:// www.alzforum.org/news/conference-coverage/antisense-therapy-stifles-csf- tau-mild-alzheimers-disease-0 (2021). 122. Alzforum. First hit on aggregated tau: antisense oligonucleotide lowers tangles. Alzforum https://www.alzforum.org/news/conference-coverage/first-hit-aggregated- tau-antisense-oligonucleotide-lowers-tangles (2023). 123. Mummery, C. J. et al. Tau-targeting antisense oligonucleotide MAPT(Rx) in mild Alzheimer’s disease: a phase 1b, randomized, placebo-controlled trial. Nat. Med. 29, 1437–1447 (2023). 124. Chohan, M. O., Khatoon, S., Iqbal, I. G. & Iqbal, K. Involvement of I2PP2A in the abnormal hyperphosphorylation of tau and its reversal by memantine. FEBS Lett. 580, 3973–3979 (2006). 125. Corcoran, N. M. et al. Sodium selenate specifically activates PP2A phosphatase, dephosphorylates tau and reverses memory deficits in an Alzheimer’s disease model. J.", "Clin. Neurosci. 17, 1025–1033 (2010). 126. Rueli, R. H. L. H. et al. Selenprotein S reduces endoplasmic reticulum stress-induced phosphorylation of tau: potential selenate mitigation of tau pathology. J. Alzheimers Dis. 55, 749–762 (2017). 127. van Eersel, J. et al. Sodium selenate mitigates tau pathology, neurodegeneration, and functional deficits in Alzheimer’s disease models. Proc. Natl Acad. Sci. USA 107, 13888–13893 (2010). 128. Malpas, C. B. et al. A phase IIa randomized control trial of VEL015 (sodium selenate) in mild-moderate Alzheimer’s disease. J. Alzheimers Dis. 54, 223–232 (2016). 129. Vivash, L. et al. A phase 1b open-label study of sodium selenate as a disease-modifying treatment for possible behavioral variant frontotemporal dementia. Alzheimers Dement. 8, e12299 (2022). 130. Vivash, L. et al. A study protocol for a phase II randomised, double-blind, placebo-controlled trial of sodium selenate as a disease-modifying treatment for behavioural variant frontotemporal dementia. BMJ Open. 10, e040100 (2020). 131. Vivash, L. et al. Sodium selenate as a disease-modifying treatment for progressive supranuclear palsy: protocol for a phase 2, randomised, double-blind, placebo-controlled trial. BMJ Open. 11, e055019 (2021). 132. Muñoz-B, S., Tornero-Écija, A. R., Vincent, O. & Escalante, R. VPS13A is closely associated with mitochondria and is required for efficient lysosomal degradation. Dis. Model. Mech. 12, dmm036681 (2019). 133. Fu, Z.-Q. et al. LiCl attenuates thapsigargin-induced tau hyperphosphorylation by inhibiting GSK-3β in vivo and in vitro. J. Alzheimers Dis. 21, 1107–1117 (2010). 134. Duthie, A. et al. Recruitment, retainment, and biomarkers of response; a pilot trial of lithium in humans with mild cognitive impairment. Front. Mol. Neurosci. 12, 163 (2019). 135. VandeVrede, L. et al. Open‐ label phase 1 futility studies of salsalate and young plasma in progressive supranuclear palsy. Mov. Disord. Clin. Pract. 7, 440–447 (2020). 136. Robertson, L. A., Moya, K. L. & Breen, K. C. The potential role of tau protein O-glycosylation in Alzheimer’s disease. J. Alzheimers Dis. 6, 489–495 (2004). 137. Liu, F., Iqbal, K., Grundke-Iqbal, I., Hart, G. W. & Gong, C.-X. O-GlcNAcylation regulates phosphorylation of tau: a mechanism involved in Alzheimer’s disease. Proc. Natl Acad. Sci. USA 101, 10804–10809 (2004). 138. Alzforum. Therapeutics: ASN90. Alzforum https://www.alzforum.org/therapeutics/asn90 (2022). 139. Ryan, J. M. et al. Phase 1 study in healthy volunteers of the O-GlcNAcase inhibitor ASN120290 as a novel therapy for progressive supranuclear palsy and related tauopathies [abstract O1-12-05]. Alzheimers Dement. 14 (7S Part 4), 251 (2018). 140. Shcherbinin, S. et al. Brain target occupancy of LY3372689, an inhibitor of the O‐GlcNAcase (OGA) enzyme: translation from rat to human: neuroimaging/evaluating treatments. Alzheimers Dement. 16, e040558 (2020). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 732 Review article141. Alzforum. Therapeutics: LY3372689. Alzforum https://www.alzforum.org/therapeutics/ ly3372689 (2022). 142. Kielbasa, W. et al. Brain target occupancy of LY3372689, an inhibitor of the O‐ GlcNAcase (OGA) enzyme, following administration of single and multiple doses to healthy volunteers. Alzheimers Dement. 17, e057774 (2021). 143. Kielbasa, W. et al. A single ascending dose study in healthy volunteers to assess the safety and PK of LY3372689, an inhibitor of O‐ GlcNAcase (OGA)", "enzyme. Human/human trials: anti‐ tau. Alzheimers Dement. 16, e040473 (2020). 144. Lowe, S. L. et al. Single and multiple ascending dose studies in healthy volunteers to assess the safety and PK of LY3372689, an inhibitor of the O‐ GlcNAcase (OGA) enzyme. Alzheimers Dement. 17, e057728 (2021). 145. Howard, R. et al. Minocycline at 2 different dosages vs placebo for patients with mild Alzheimer disease: a randomized clinical trial. JAMA Neurol. 77, 164–174 (2020). 146. Ma, Q.-L. et al. Curcumin suppresses soluble tau dimers and corrects molecular chaperone, synaptic, and behavioral deficits in aged human tau transgenic mice. J. Biol. Chem. 288, 4056–4065 (2013). 147. Rane, J. S., Bhaumik, P. & Panda, D. Curcumin inhibits tau aggregation and disintegrates preformed tau filaments in vitro. J. Alzheimers Dis. 60, 999–1014 (2017). 148. Goel, A., Kunnumakkara, A. B. & Aggarwal, B. B. Curcumin as “Curecumin”: from kitchen to clinic. Biochem. Pharmacol. 75, 787–809 (2008). 149. Small, G. W. et al. Memory and brain amyloid and tau effects of a bioavailable form of curcumin in non-demented adults: a double-blind, placebo-controlled 18-month trial. Am. J. Geriatr. Psychiatry 26, 266–277 (2018). 150. Hosokawa, M. et al. Methylene blue reduced abnormal tau accumulation in P301L tau transgenic mice. PLoS ONE 7, e52389 (2012). 151. Hochgräfe, K. et al. Preventive methylene blue treatment preserves cognition in mice expressing full-length pro-aggregant human Tau. Acta Neuropathol. Commun. 3, 25 (2015). 152. Gauthier, S. et al. Efficacy and safety of tau-aggregation inhibitor therapy in patients with mild or moderate Alzheimer’s disease: a randomised, controlled, double-blind, parallel-arm, phase 3 trial. Lancet 388, 2873–2884 (2016). 153. Wilcock, G. K. et al. Potential of low dose leuco-methylthioninium bis(hydromethanesulphonate) (LMTM) monotherapy for treatment of mild Alzheimer’s disease: cohort analysis as modified primary outcome in a phase III clinical trial. J. Alzheimers Dis. 61, 435–457 (2018). 154. Alzforum. Tau inhibitor fails again – subgroup analysis irks clinicians at CTAD. Alzforum https://www.alzforum.org/news/conference-coverage/tau-inhibitor-fails-again- subgroup-analysis-irks-clinicians-ctad (2016). 155. Alzforum. In first phase 3 trial, the Tau drug LMTM did not work. Period. Alzforum http://www.alzforum.org/news/conference-coverage/first-phase-3-trial-tau-drug-lmtm- did-not-work-period#show-more (2016). 156. Alzforum. First round of FTD therapeutics fell short, but many more are up and running. Alzforum https://www.alzforum.org/news/conference-coverage/first-round-ftd- therapeutics-fell-short-many-more-are-and-running (2016). 157. Alzforum. Therapeutics: ACI-3024. Alzforum https://www.alzforum.org/therapeutics/ aci-3024 (2021). 158. Fitzgerald, D. P. et al. TPI-287, a new taxane family member, reduces the brain metastatic colonization of breast cancer cells. Mol. Cancer Ther. 11, 1959–1967 (2012). 159. Tsai, R. M. et al. Reactions to multiple ascending doses of the microtubule stabilizer TPI-287 in patients with Alzheimer disease, progressive supranuclear palsy, and corticobasal syndrome: a randomized clinical trial. JAMA Neurol. 77, 215–224 (2020). 160. Magen, I. & Gozes, I. Microtubule-stabilizing peptides and small molecules protecting axonal transport and brain function: focus on davunetide (NAP). Neuropeptides 47, 489–495 (2013). 161. Asuni, A. A., Quartermain, D. & Sigurdsson, E. M. Tau-based immunotherapy for dementia. Alzheimers Dement. 2, S40–S41 (2006). 162. Asuni, A. A., Boutajangout, A., Quartermain, D. & Sigurdsson, E. M. Immunotherapy targeting pathological tau conformers in a tangle mouse model reduces brain pathology with associated functional improvements.", "J. Neurosci. 27, 9115–9129 (2007). 163. Boutajangout, A., Ingadottir, J., Davies, P. & Sigurdsson, E. M. Passive tau immuntherapy diminishes functional decline and clears tau aggregates in a mouse model of tauopathy [abstract P3-427]. Alzheimers Dement. 6 (4S Part 19), S578 (2010). 164. Boutajangout, A., Ingadottir, J., Davies, P. & Sigurdsson, E. M. Passive immunization targeting pathological phospho-tau protein in a mouse model reduces functional decline and clears tau aggregates from the brain. J. Neurochem. 118, 658–667 (2011). 165. Bittar, A., Bhatt, N. & Kayed, R. Advances and considerations in AD tau-targeted immunotherapy. Neurobiol. Dis. 134, 104707 (2020). 166. Colin, M. et al. From the prion-like propagation hypothesis to therapeutic strategies of anti-tau immunotherapy. Acta Neuropathol. 139, 3–25 (2020). 167. Congdon, E. E., Jiang, Y. & Sigurdsson, E. M. Targeting tau only extracellularly is likely to be less efficacious than targeting it both intra- and extracellularly. Semin. Cell Dev. Biol. 126, 125–137 (2022). 168. Ji, C. & Sigurdsson, E. M. Current status of clinical trials on tau immunotherapies. Drugs 81, 1135–1152 (2021). 169. Sandusky-Beltran, L. A. & Sigurdsson, E. M. Tau immunotherapies: lessons learned, current status and future considerations. Neuropharmacology 175, 108104 (2020). 170. Ng, P. Y., Chang, I. S., Koh, R. Y. & Chye, S. M. Recent advances in tau-directed immunotherapy against Alzheimer’s disease: an overview of pre-clinical and clinical development. Metab. Brain Dis. 35, 1049–1066 (2020).171. Karimi, N., Bayram, C. F., Arslan, E., Saghazadeh, A. & Rezaei, N. Tau immunotherapy in Alzheimer’s disease and progressive supranuclear palsy. Int. Immunopharmacol. 113, 109445 (2022). 172. Guo, Y., Li, S., Zeng, L.-H. & Tan, J. Tau-targeting therapy in Alzheimer’s disease: critical advances and future opportunities. Ageing Neurodegener. Dis. 2, 11 (2022). 173. Rosenmann, H. et al. Tauopathy-like abnormalities and neurologic deficits in mice immunized with neuronal tau protein. Arch. Neurol. 63, 1459–1467 (2006). 174. Rozenstein-Tsalkovich, L. et al. Repeated immunization of mice with phosphorylated-tau peptides causes neuroinflammation. Exp. Neurol. 248, 451–456 (2013). 175. Rajamohamedsait, H., Rasool, S., Rajamohamedsait, W., Lin, Y. & Sigurdsson, E. M. Prophylactic active tau immunization leads to sustained reduction in both tau and amyloid-β pathologies in 3xTg mice. Sci. Rep. 7, 17034 (2017). 176. Nicholls, S. B. et al. Characterization of TauC3 antibody and demonstration of its potential to block tau propagation. PLoS ONE 12, e0177914 (2017). 177. Nobuhara, C. K. et al. Tau antibody targeting pathological species blocks neuronal uptake and interneuron propagation of tau in vitro. Am. J. Pathol. 187, 1399–1412 (2017). 178. Roberts, M. et al. Pre-clinical characterisation of E2814, a high-affinity antibody targeting the microtubule-binding repeat domain of tau for passive immunotherapy in Alzheimer’s disease. Acta Neuropathol. Commun. 8, 13 (2020). 179. Rosenqvist, N. et al. Highly specific and selective anti-pS396-tau antibody C10.2 targets seeding-competent tau. Alzheimers Dement. 4, 521–534 (2018). 180. Yanamandra, K. et al. Anti-tau antibodies that block tau aggregate seeding in vitro markedly decrease pathology and improve cognition in vivo. Neuron 80, 402–414 (2013). 181. Funk, K. E., Mirbaha, H., Jiang, H., Holtzman, D. M. & Diamond, M. I. Distinct", "therapeutic mechanisms of tau antibodies: promoting microglial clearance versus blocking neuronal uptake. J. Biol. Chem. 290, 21652–21662 (2015). 182. Congdon, E. E. et al. Tau antibody chimerization alters its charge and binding, thereby reduces its cellular uptake and efficacy. eBioMedicine 42, 157–173 (2019). 183. Congdon, E. E. et al. Affinity of tau antibodies for solubilized pathological tau species but not their immunogen or insoluble tau aggregates predicts in vivo and ex vivo efficacy. Mol. Neurodegener. 11, 62–86 (2016). 184. Shamir, D. B. et al. Dynamics of internalization and intracellular interaction of tau antibodies and human pathological tau protein in a human neuron-like model. Front. Neurol. 11, 602292 (2020). 185. Kfoury, N., Holmes, B. B., Jiang, H., Holtzman, D. M. & Diamond, M. I. Trans-cellular propagation of Tau aggregation by fibrillar species. J. Biol. Chem. 287, 19440–19451 (2012). 186. Bright, J. et al. Human secreted tau increases amyloid-beta production. Neurobiol. Aging 36, 693–709 (2015). 187. Castillo-Carranza, D. L. et al. Passive immunization with Tau oligomer monoclonal antibody reverses tauopathy phenotypes without affecting hyperphosphorylated neurofibrillary tangles. J. Neurosci. 34, 4260–4272 (2014). 188. d’Abramo, C. et al. Detecting tau in serum of transgenic animal models after tau immunotherapy treatment. Neurobiol. Aging 37, 58–65 (2016). 189. Yanamandra, K. et al. Anti-tau antibody reduces insoluble tau and decreases brain atrophy. Ann. Clin. Transl. Neurol. 2, 278–288 (2015). 190. Luo, W. et al. Microglial internalization and degradation of pathological tau is enhanced by an anti-tau monoclonal antibody. Sci. Rep. 5, 11161 (2015). 191. Andersson, C. R. et al. Antibody-mediated clearance of tau in primary mouse microglial cultures requires Fcγ-receptor binding and functional lysosomes. Sci. Rep. 9, 4658 (2019). 192. Zilkova, M. et al. Humanized tau antibodies promote tau uptake by human microglia without any increase of inflammation. Acta Neuropathol. Commun. 8, 74 (2020). 193. Lee, S. H. et al. Antibody-mediated targeting of tau in vivo does not require effector function and microglial engagement. Cell Rep. 16, 1690–1700 (2016). 194. Mukadam, A. S. et al. Cytosolic antibody receptor TRIM21 is required for effective tau immunotherapy in mouse models. Science 379, 1336–1341 (2023). 195. Kim, B. et al. Tau immunotherapy is associated with glial responses in FTLD-tau. Acta Neuropathol. 142, 243–257 (2021). 196. Leyns, C. E. G. & Holtzman, D. M. Glial contributions to neurodegeneration in tauopathies. Mol. Neurodegener. 12, 50 (2017). 197. Leng, F. & Edison, P. Neuroinflammation and microglial activation in Alzheimer disease: where do we go from here? Nat. Rev. Neurol. 17, 157–172 (2021). 198. Uddin, M. S. & Lim, L. W. Glial cells in Alzheimer’s disease: from neuropathological changes to therapeutic implications. Ageing Res. Rev. 78, 101622 (2022). 199. Serrano-Pozo, A. et al. Reactive glia not only associates with plaques but also parallels tangles in Alzheimer’s disease. Am. J. Pathol. 179, 1373–1384 (2011). 200. Dani, M. et al. Microglial activation correlates in vivo with both tau and amyloid in Alzheimer’s disease. Brain 141, 2740–2754 (2018). 201. Ismail, R. et al. The relationships between neuroinflammation, beta-amyloid and tau deposition in Alzheimer’s disease: a longitudinal PET", "study. J. Neuroinflammation 17, 151 (2020). 202. Maeda, J. et al. In vivo positron emission tomographic imaging of glial responses to amyloid-β and tau pathologies in mouse models of Alzheimer’s disease and related disorders. J. Neurosci. 31 , 4720–4730 (2011). 203. Appleton, J. et al. Neuroinflammation co-localizes highly with tau in amnestic mild cognitive impairment. Alzheimers Dement. 18, e068025 (2022). 204. Hamelin, L. et al. Early and protective microglial activation in Alzheimer’s disease: a prospective study using 18F-DPA-714 PET imaging. Brain 139, 1252–1264 (2016). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 733 Review article205. Hamelin, L. et al. Distinct dynamic profiles of microglial activation are associated with progression of Alzheimer’s disease. Brain 141, 1855–1870 (2018). 206. Fan, Z., Brooks, D. J., Okello, A. & Edison, P. An early and late peak in microglial activation in Alzheimer’s disease trajectory. Brain 140, 792–803 (2017). 207. Femminella, G. D. et al. Microglial activation in early Alzheimer trajectory is associated with higher gray matter volume. Neurology 92, e1331–e1343 (2019). 208. Congdon, E. E., Gu, J., Sait, H. B. & Sigurdsson, E. M. Antibody uptake into neurons occurs primarily via clathrin-dependent Fcγ receptor endocytosis and is a prerequisite for acute tau protein clearance. J. Biol. Chem. 288, 35452–35465 (2013). 209. Gu, J., Congdon, E. E. & Sigurdsson, E. M. Two novel tau antibodies targeting the 396/404 region are primarily taken up by neurons and reduce tau protein pathology. J. Biol. Chem. 288, 33081–33095 (2013). 210. Wu, Q., Lin, Y., Gu, J. & Sigurdsson, E. M. Dynamic assessment of tau immunotherapies in the brains of live animals by two-photon imaging. eBioMedicine 35, 270–278 (2018). 211. Collin, L. et al. Neuronal uptake of tau/pS422 antibody and reduced progression of tau pathology in a mouse model of Alzheimer’s disease. Brain 137, 2834–2846 (2014). 212. McEwan, W. A. et al. Cytosolic Fc receptor TRIM21 inhibits seeded tau aggregation. Proc. Natl Acad. Sci. USA 114, 574–579 (2017). 213. Krishnamurthy, P. K., Deng, Y. & Sigurdsson, E. M. Mechanistic studies of antibody-mediated clearance of tau aggregates using an ex vivo brain slice model. Front. Psychiatry 2, 59 (2011). 214. Kondo, A. et al. Antibody against early driver of neurodegeneration cis P-tau blocks brain injury and tauopathy. Nature 523, 431–436 (2015). 215. Krishnaswamy, S. et al. Antibody-derived in vivo imaging of tau pathology. J. Neurosci. 34, 16835–16850 (2014). 216. Shamir, D. B., Rosenqvist, N., Rasool, S., Pedersen, J. T. & Sigurdsson, E. M. Internalization of tau antibody and pathological tau protein detected with a flow cytometry multiplexing approach. Alzheimers Dement. 12, 1098–1107 (2016). 217. Fuller, J. P., Stavenhagen, J. B. & Teeling, J. L. New roles for Fc receptors in neurodegeneration – the impact on immunotherapy for Alzheimer’s disease. Front. Neurosci. 8, 235 (2014). 218. van der Kleij, H. et al. Evidence for neuronal expression of functional Fc (ε and γ) receptors. J. Allergy Clin. Immunol. 125, 757–760 (2010). 219. Nakamura, K. et al. CD3 and immunoglobulin G Fc receptor regulate cerebellar functions. Mol. Cell. Biol. 27, 5128–5134", "(2007). 220. Stamou, M., Grodzki, A. C., van Oostrum, M., Wollscheid, B. & Lein, P. J. Fc gamma receptors are expressed in the developing rat brain and activate downstream signaling molecules upon cross-linking with immune complex. J. Neuroinflammation 15, 7 (2018). 221. Suemitsu, S. et al. Fcγ receptors contribute to pyramidal cell death in the mouse hippocampus following local kainic acid injection. Neuroscience 166, 819–831 (2010). 222. Andoh, T. & Kuraishi, Y. Direct action of immunoglobulin G on primary sensory neurons through Fc gamma receptor I. FASEB J. 18, 182–184 (2004). 223. Andoh, T. & Kuraishi, Y. Expression of Fc epsilon receptor I on primary sensory neurons in mice. Neuroreport 15, 2029–2031 (2004). 224. Qu, L., Zhang, P., LaMotte, R. H. & Ma, C. Neuronal Fc-gamma receptor I mediated excitatory effects of IgG immune complex on rat dorsal root ganglion neurons. Brain. Behav. Immun. 25, 1399–1407 (2011). 225. Jiang, H. et al. Nociceptive neuronal Fc-gamma receptor I is involved in IgG immune complex induced pain in the rat. Brain. Behav. Immun. 62, 351–361 (2017). 226. Wang, L. et al. Neuronal FcγRI mediates acute and chronic joint pain. J. Clin. Invest. 129, 3754–3769 (2019). 227. Chandupatla, R. R., Flatley, A., Feederle, R., Mandelkow, E. M. & Kaniyappan, S. Novel antibody against low-n oligomers of tau protein promotes clearance of tau in cells via lysosomes. Alzheimers Dement. 6, e12097 (2020). 228. Masliah, E. et al. Effects of α-synuclein immunization in a mouse model of Parkinson’s disease. Neuron 46, 857–868 (2005). 229. Masliah, E. et al. Passive immunization reduces behavioral and neuropathological deficits in an alpha-synuclein transgenic model of Lewy body disease. PLoS ONE 6, e19338 (2011). 230. Pozzi, S. et al. Monoclonal full-length antibody against TAR DNA binding protein 43 reduces related proteinopathy in neurons. JCI Insight 5, e140420 (2020). 231. Karpiak, S. E. & Mahadik, S. P. Selective uptake by Purkinje neurons of antibodies to S-100 protein. Exp. Neurol. 98, 453–457 (1987). 232. Fabian, R. H. & Ritchie, T. C. Intraneuronal IgG in the central nervous system. J. Neurol. Sci. 73, 257–267 (1986). 233. Greenlee, J. E., Burns, J. B., Rose, J. W., Jaeckle, K. A. & Clawson, S. Uptake of systemically administered human anticerebellar antibody by rat Purkinje cells following blood-brain barrier disruption. Acta Neuropathol. 89, 341–345 (1995). 234. Graus, F. et al. Effect of intraventricular injection of an anti-Purkinje cell antibody (anti-Yo) in a guinea pig model. J. Neurol. Sci. 106, 82–87 (1991). 235. Hill, K. E., Clawson, S. A., Rose, J. W., Carlson, N. G. & Greenlee, J. E. Cerebellar Purkinje cells incorporate immunoglobulins and immunotoxins in vitro: implications for human neurological disease and immunotherapeutics. J. Neuroinflammation 6, 31 (2009). 236. Greenlee, J. E. et al. Neuronal uptake of anti-Hu antibody, but not anti-Ri antibody, leads to cell death in brain slice cultures. J. Neuroinflammation 11, 160 (2014). 237. Greenlee, J. E. et al. Purkinje cell death after uptake of anti-Yo antibodies in cerebellar slice cultures. J. Neuropathol. Exp. Neurol. 69, 997–1007 (2010). 238. Rocchi, A. et al.", "Autoantibodies to synapsin I sequestrate synapsin I and alter synaptic function. Cell Death Dis. 10, 864 (2019).239. Goldwaser, E. L. et al. Evidence that brain-reactive autoantibodies contribute to chronic neuronal internalization of exogenous amyloid-β 1-42 and key cell surface proteins during Alzheimer’s disease pathogenesis. J. Alzheimers Dis. 74, 345–361 (2020). 240. Gustafsson, G. et al. Cellular uptake of α-synuclein oligomer-selective antibodies is enhanced by the extracellular presence of α-synuclein and mediated via Fcγ receptors. Cell. Mol. Neurobiol. 37, 121–131 (2017). 241. Nguyen, L. et al. Antibody therapy targeting RAN proteins rescues C9 ALS/FTD phenotypes in C9orf72 mouse model. Neuron 105, 645–662.e11 (2020). 242. Benkler, C. et al. Aggregated SOD1 causes selective death of cultured human motor neurons. Sci. Rep. 8, 16393 (2018). 243. Zaretsky, D. V., Zaretskaia, M. V. & Molkov, Y. I. Membrane channel hypothesis of lysosomal permeabilization by beta-amyloid. Neurosci. Lett. 770, 136338 (2022). 244. Umeda, T. et al. Intraneuronal amyloid β oligomers cause cell death via endoplasmic reticulum stress, endosomal/lysosomal leakage, and mitochondrial dysfunction in vivo. J. Neurosci. Res. 89, 1031–1042 (2011). 245. Yang, A. J., Chandswangbhuvana, D., Margol, L. & Glabe, C. G. Loss of endosomal/lysosomal membrane impermeability is an early event in amyloid Aβ1-42 pathogenesis. J. Neurosci. Res. 52, 691–698 (1998). 246. Lee, J. H. et al. Faulty autolysosome acidification in Alzheimer’s disease mouse models induces autophagic build-up of Aβ in neurons, yielding senile plaques. Nat. Neurosci. 25, 688–701 (2022). 247. Ling, D., Song, H. J., Garza, D., Neufeld, T. P. & Salvaterra, P. M. Abeta42-induced neurodegeneration via an age-dependent autophagic-lysosomal injury in Drosophila. PLoS ONE 4, e4201 (2009). 248. Dingjan, I. et al. Lipid peroxidation causes endosomal antigen release for cross-presentation. Sci. Rep. 6, 22064 (2016). 249. Zehner, M. et al. The translocon protein Sec61 mediates antigen transport from endosomes in the cytosol for cross-presentation to CD8 + T cells. Immunity 42, 850–863 (2015). 250. Embgenbroich, M. & Burgdorf, S. Current concepts of antigen cross-presentation. Front. Immunol. 9, 1643 (2018). 251. Gros, M. & Amigorena, S. Regulation of antigen export to the cytosol during cross-presentation. Front. Immunol. 10, 41 (2019). 252. Abskharon, R. et al. Crystal structure of a conformational antibody that binds tau oligomers and inhibits pathological seeding by extracts from donors with Alzheimer’s disease. J. Biol. Chem. 295, 10662–10676 (2020). 253. Li, S. et al. A single-chain variable fragment antibody inhibits aggregation of phosphorylated tau and ameliorates tau toxicity in vitro and in vivo. J. Alzheimers Dis. 79, 1613–1629 (2021). 254. Krishnaswamy, S., Huang, H. W., Marchal, I. S., Ryoo, H. D. & Sigurdsson, E. M. Neuronally expressed anti-tau scFv prevents tauopathy-induced phenotypes in Drosophila models. Neurobiol. Dis. 137, 104770 (2020). 255. Kontsekova, E., Zilka, N., Kovacech, B., Novak, P. & Novak, M. First-in-man tau vaccine targeting structural determinants essential for pathological tau-tau interaction reduces tau oligomerisation and neurofibrillary degeneration in an Alzheimer’s disease model. Alzheimers Res. Ther. 6, 44 (2014). 256. Novak, P. et al. Safety and immunogenicity of the tau vaccine AADvac1 in patients with Alzheimer’s disease: a randomised, double-blind,", "placebo-controlled, phase 1 trial. Lancet Neurol. 16, 123–134 (2017). 257. Grossman, M. The non-fluent/agrammatic variant of primary progressive aphasia. Lancet Neurol. 11, 545–555 (2012). 258. Novak, P. et al. FUNDAMANT: an interventional 72-week phase 1 follow-up study of AADvac1, an active immunotherapy against tau protein pathology in Alzheimer’s disease. Alzheimers Res. Ther. 10, 108 (2018). 259. Axon Neuroscience. Axon announces positive results from phase II ADAMANT trial for Aadvac1 in Alzheimer’s disease. Axon Neuroscience https://www.axon-neuroscience.eu/ docs/press_release_Axon_announces_positive_result_9-9-2019.pdf (2019). 260. Novak, P. et al. ADAMANT: a placebo-controlled randomized phase 2 study of AADvac1, an active immunotherapy against pathological tau in Alzheimer’s disease. Nat. Aging 1, 521–534 (2021). 261. Alzforum. Active tau vaccine: hints of slowing neurodegeneration. Alzforum https://www.alzforum.org/news/conference-coverage/active-tau-vaccine-hints- slowing-neurodegeneration (2020). 262. Hickman, D. T. et al. Sequence-independent control of peptide conformation in liposomal vaccines for targeting protein misfolding diseases. J. Biol. Chem. 286, 13966–13976 (2011). 263. AC Immune. AC Immune announces interim phase 1b/2a data showing that its ACI-35.030 anti-Ptau Alzheimer’s vaccine generates a potent immune response. AC Immune https://ir.acimmune.com/news-releases/news-release-details/ac-immune- announces-interim-phase-1b2a-data-showing-its-aci (2021). 264. AC Immune. AC Immune ACI-35.030 phase 1b/2a trial interim data confirm consistent safety and potent immunogenicity of pTau Alzheimer’s vaccine in high-dose cohort. AC Immune https://ir.acimmune.com/news-releases/news-release-details/ac-immune- aci-35030-phase-1b2a-trial-interim-data-confirm (2022). 265. AC Immune. AC Immune advances phospho-Tau Alzheimer’s vaccine in phase 1b/2a study. AC Immune https://ir.acimmune.com/news-releases/news-release-details/ ac-immune-advances-phospho-tau-alzheimers-vaccine-phase-1b2a (2020). 266. AC Immune. AC Immune announces expansion of phase 1b/2a phospho-Tau Alzheimer’s vaccine trial and provides a program update. AC Immune https://ir.acimmune.com/ news-releases/news-release-details/ac-immune-announces-expansion-phase-1b2a- phospho-tau-alzheimers (2021). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 734 Review article267. AC Immune. AC Immune’s Alzheimer’s vaccine generates potent anti-Ptau antibody response in a phase 1b/2a study. AC Immune https://ir.acimmune.com/news-releases/ news-release-details/ac-immunes-alzheimers-vaccine-generates-potent-anti-ptau (2021). 268. AC Immune. AC Immune’s Alzheimer’s disease vaccine-candidate ACI-35.030 selected for further development. AC Immune https://ir.acimmune.com/news-releases/ news-release-details/ac-immunes-alzheimers-disease-vaccine-candidate-aci-35030 (2022). 269. Tai, H. C. et al. The tau oligomer antibody APNmAb005 detects early-stage pathological tau enriched at synapses and rescues neuronal loss in long-term treatments. Preprint at bioRxiv https://www.biorxiv.org/content/10.1101/2022.06.24.497452v1 (2022). 270. Courade, J. P. et al. Epitope determines efficacy of therapeutic anti-tau antibodies in a functional assay with human Alzheimer tau. Acta Neuropathol. 136, 729–745 (2018). 271. Albert, M. et al. Prevention of tau seeding and propagation by immunotherapy with a central tau epitope antibody. Brain 142, 1736–1750 (2019). 272. Buchanan, T. et al. A randomised, placebo-controlled, first-in-human study with a central Tau epitope antibody – UCB0107 [abstract LBA3]. International Congress of the Parkinson’s Disease and Movement Disorders: 2019 Late-Breaking Abstracts (International Parkinson and Movement Disorder Society, 2019). 273. UCB. UCB presents UCB0107 anti-Tau immunotherapy Phase I study Results at World Movement Disorders Conference®. UCB https://www.ucb.com/stories-media/ Press-Releases/article/UCB-presents-UCB0107-anti-Tau-immunotherapy-Phase-I-study- results-at-World-Movement-Disorders-Conference (2019). 274. Alzforum. N-terminal tau antibodies fade, mid-domain ones push to the fore. Alzforum https://www.alzforum.org/news/conference-coverage/n-terminal-tau-antibodies-fade- mid-domain-ones-push-fore (2021). 275. Alzforum. More tau antibodies bid adieu; semorinemab keeps foot in door. Alzforum https://www.alzforum.org/news/conference-coverage/more-tau-antibodies-bid-adieu- semorinemab-keeps-foot-door (2021). 276. Alzforum. Therapeutics: BIIB076. Alzforum https://www.alzforum.org/therapeutics/ biib076 (2022). 277. Motley Fool Transcribing. Biogen (BIIB) Q2 2022 earnings call transcript. The Motley Fool https://www.fool.com/earnings/call-transcripts/2022/07/20/biogen-biib-q2- 2022-earnings-call-transcript/ (2022). 278. Eisai. Eisai presents data showing quantification of tau", "microtubule binding region in cerebrospinal fluid and the identification of a target engagement biomarker for the new anti-tau antibody E2814 at Alzheimer’s Association International Conference (AAIC) 2019. Eisai https://www.eisai.com/news/2019/news201955.html (2019). 279. Talma, S. et al. Efficacy of the murine version of E2814 in a validated AD brain seed-injection model in hTau mice [abstract P4-673]. Presented at the Alzheimer’s Association International Conference, Amsterdam, Netherlands, and Online (2023). 280. Horie, K., Barthelemy, N. R., Sato, C. & Bateman, R. J. CSF tau microtubule binding region identifies tau tangle and clinical stages of Alzheimer’s disease. Brain 144, 515–527 (2021). 281. Horie, K. et al. Quantification of the tau microtubule binding region (MTBR) in cerebrospinal fluid and subsequent validation of target engagement assay for E2814, a novel anti-tau therapeutic antibody. Alzheimers Dement. 15(7S Part 31), 1598–1599 (2019). 282. Alzforum. Aiming at the tangle’s heart? DIAN-TU trial to torpedo tau’s core. Alzforum https://www.alzforum.org/news/research-news/aiming-tangles-heart-dian-tu-trial- torpedo-taus-core (2021). 283. Zhou, J. et al. E2814: an anti-tau therapy engages its CNS target and affects the downstream tangle-specific biomarker MTBR-tau243 in dominantly inherited Alzheimer’s disease [abstract]. Presented at the Alzheimer’s Association International Conference, Amsterdam, Netherlands, and Online 2023 (2023). 284. Rawal, S. et al. Safety, pharmacokinetics and immunogenicity of single and multiple ascending doses of the anti-tau therapeutic antibody E2814: a phase 1, first-in-human (FIH) study in healthy subjects [abstract P1-909]. Presented at the Alzheimer’s Association International Conference, Amsterdam, Netherlands, and Online (2023). 285. Horie, K. et al. CSF MTBR-tau243 is a specific biomarker of tau tangle pathology in Alzheimer’s disease. Nat. Med. 29, 1954–1963 (2023). 286. Sopko, R. et al. Characterization of tau binding by gosuranemab. Neurobiol. Dis. 146, 105120 (2020). 287. Alzforum. Therapeutics: Gosuranemab. Alzforum https://www.alzforum.org/ therapeutics/gosuranemab (2022). 288. Qureshi, I. A. et al. A randomized, single ascending dose study of intravenous BIIB092 in healthy participants. Alzheimers Dement. 4, 746–755 (2018). 289. Boxer, A. L. et al. Safety of the tau-directed monoclonal antibody BIIB092 in progressive supranuclear palsy: a randomised, placebo-controlled, multiple ascending dose phase 1b trial. Lancet Neurol. 18, 549–558 (2019). 290. Dam, T. et al. Safety and efficacy of anti-tau monoclonal antibody gosuranemab in progressive supranuclear palsy: a phase 2, randomized, placebo-controlled trial. Nat. Med. 27, 1451–1457 (2021). 291. Biogen. Biogen reports top-line results from phase 2 study in progressive supranuclear palsy. Biogen https://investors.biogen.com/news-releases/news-release-details/ biogen-reports-top-line-results-phase-2-study-progressive (2019). 292. Alzforum. Gosuranemab, Biogen’s anti-tau immunotherapy, does not fly for PSP. Alzforum https://www.alzforum.org/news/research-news/gosuranemab-biogens-anti- tau-immunotherapy-does-not-fly-psp (2019).293. Biogen. Biogen announces topline results from phase 2 study of gosuranemab, an anti-tau antibody, for Alzheimer’s disease. Biogen https://investors.biogen.com/ news-releases/news-release-details/biogen-announces-topline-results-phase-2-study- gosuranemab-anti (2021). 294. Alzforum. Therapeutics: JNJ-63733657. Alzforum https://www.alzforum.org/therapeutics/ jnj-63733657 (2022). 295. Galpern, W. R. et al. A single ascending dose study to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of the anti-phospho-tau antibody JNJ-63733657 in healthy subjects [abstract P1-052]. Alzheimers Dement. 15 (7S Part 5), 252–253 (2019). 296. Helboe, L. et al. Highly specific and sensitive target binding by the humanized pS396-tau antibody hC10.2 across a wide spectrum of Alzheimer’s disease and primary tauopathy postmortem brains. J. Alzheimers Dis. 88, 207–228 (2022). 297. Umeda, T.", "et al. Passive immunothrapy of tauopathy targeting pSer413-tau: a pilot study in mice. Ann. Clin. Transl. Neurol. 2, 241–255 (2015). 298. Alzforum. Therapeutics: MK-2214. Alzforum https://www.alzforum.org/therapeutics/ mk-2214 (2023). 299. Naserkhaki, R. et al. cis pT231-tau drives neurodegeneration in bipolar disorder. ACS Chem. Neurosci. 10, 1214–1221 (2019). 300. Albayram, O. et al. Cis P-tau is induced in clinical and preclinical brain injury and contributes to post-injury sequelae. Nat. Commun. 8, 1000 (2017). 301. Mohsenian Sisakht, A. et al. Pathogenic cis p-tau levels in CSF reflects severity of traumatic brain injury. Neurol. Res. 44, 496–502 (2022). 302. Nakamura, K. et al. Proline isomer-specific antibodies reveal the early pathogenic tau conformation in Alzheimer’s disease. Cell 149, 232–244 (2012). 303. Qiu, C. et al. Cis P-tau underlies vascular contribution to cognitive impairment and dementia and can be effectively targeted by immunotherapy in mice. Sci. Transl. Med. 13, eaaz7615 (2021). 304. Alzforum. Therapeutics: PRX005. Alzforum https://www.alzforum.org/therapeutics/ prx005 (2023). 305. Prothena. Prothena reports topline phase 1 single ascending dose study results of PRX005, a novel anti-MTBR-tau antibody for the potential treatment of Alzheimer’s disease. Prothena https://ir.prothena.com/investors/press-releases/news-details/2023/ Prothena-Reports-Topline-Phase-1-Single-Ascending-Dose-Study-Results-of-PRX005- a-Novel-Anti-MTBR-Tau-Antibody-for-the-Potential-Treatment-of-Alzheimers-Disease/ default.aspx (2023). 306. Martenyi, F. et al. PRX005, a novel anti-MTBR tau monoclonal antibody: results from a first-in-human double-blind, placebo-controlled, single ascending dose phase 1 study [abstract P1-727]. Presented at the Alzheimer’s Association International Conference, Amsterdam, Netherlands, and Online (2023). 307. Hasegawa, M. et al. Characterization of mAb AP422, a novel phosphorylation-dependent monoclonal antibody against tau protein. FEBS Lett. 384, 25–30 (1996). 308. Bussiere, T. et al. Phosphorylated serine422 on tau proteins is a pathological epitope found in several diseases with neurofibrillary degeneration. Acta Neuropathol. 97, 221–230 (1999). 309. Alzforum. Therapeutics: RG7345. Alzforum https://www.alzforum.org/therapeutics/ rg7345 (2015). 310. Ayalon, G. et al. Antibody semorinemab reduces tau pathology in a transgenic mouse model and engages tau in patients with Alzheimer’s disease. Sci. Transl. Med. 13, eabb2639 (2021). 311. Kerchner, G. A. et al. A phase I study to evaluate the safety and tolerability of RO7105705 in healthy volunteers and patients with mild-to-moderate AD. Alzheimers Dement. https://doi.org/10.1016/j.jalz.2017.07.243 (2017). 312. AC Immune. AC Immune reports top line results from TAURIEL phase 2 trial evaluating semorinemab in early Alzheimer’s disease. AC Immune https://ir.acimmune.com/ news-releases/news-release-details/ac-immune-reports-top-line-results-tauriel- phase-2-trial (2020). 313. Alzforum. First cognitive signal that tau immunotherapy works? Alzforum https://www. alzforum.org/news/research-news/first-cognitive-signal-tau-immunotherapy-works (2021). 314. Monteiro, C. et al. Randomized phase II study of the safety and efficacy of semorinemab in participants with mild-to-moderate Alzheimer disease: Lauriet. Neurology 101, e1391–e1401 (2023). 315. Alzforum. Therapeutics: Tilvonemab. Alzforum https://www.alzforum.org/therapeutics/ tilavonemab (2023). 316. West, T. et al. Preclinical and clinical development of ABBV-8E12, a humanized anti-tau antibody, for treatment of Alzheimer’s disease and other tauopathies. J. Prev. Alzheimers Dis. 4, 236–241 (2017). 317. Hoglinger, G. U. et al. Safety and efficacy of tilavonemab in progressive supranuclear palsy: a phase 2, randomised, placebo-controlled trial. Lancet Neurol. 20, 182–192 (2021). 318. Koga, S., Dickson, D. W. & Wszolek, Z. K. Neuropathology of progressive supranuclear palsy after treatment with tilavonemab. Lancet Neurol. 20, 786–787 (2021). 319. Alzforum. AbbVie’s tau antibody flops in progressive supranuclear", "palsy. Alzforum https://www.alzforum.org/news/research-news/abbvies-tau-antibody-flops-progressive- supranuclear-palsy (2019). 320. Florian, H. et al. Tilavonemab in early Alzheimer’s disease: results from a phase 2, randomized, double-blind study. Brain 146, 2275–2284 (2023). 321. Chai, X. et al. Passive immunization with anti-tau antibodies in two transgenic models: reduction of tau pathology and delay of disease progression. J. Biol. Chem. 286, 34457–34467 (2011). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 735 Review article322. Jicha, G. A., Bowser, R., Kazam, I. G. & Davies, P. Alz-50 and MC-1, a new monoclonal antibody raised to paired helical filaments, recognize conformational epitopes on recombinant tau. J. Neurosci. Res. 48, 128–132 (1997). 323. Vitale, F. et al. Anti-tau conformational scFv MC1 antibody efficiently reduces pathological tau species in adult JNPL3 mice. Acta Neuropathol. Commun. 6, 82 (2018). 324. Lilly. Q3 2021 earnings call. Lilly https://investor.lilly.com/events/event-details/ q3-2021-earnings-call (2021). 325. Sigurdsson, E. M. Alzheimer’s therapy development: a few points to consider. Prog. Mol. Biol. Transl. Sci. 168, 205–217 (2019). 326. Han, P. et al. A quantitative analysis of brain soluble tau and the tau secretion factor. J. Neuropathol. Exp. Neurol. 76, 44–51 (2017). 327. Sato, C. et al. Tau kinetics in neurons and the human central nervous system. Neuron 97, 1284–1298.e7 (2018). 328. Barthelemy, N. R. et al. Differential mass spectrometry profiles of tau protein in the cerebrospinal fluid of patients with Alzheimer’s disease, progressive supranuclear palsy, and dementia with Lewy bodies. J. Alzheimers Dis. 51, 1033–1043 (2016). 329. Barthelemy, N. R. et al. Tau protein quantification in human cerebrospinal fluid by targeted mass spectrometry at high sequence coverage provides insights into its primary structure heterogeneity. J. Proteome Res. 15, 667–676 (2016). 330. Barthelemy, N. R., Mallipeddi, N., Moiseyev, P., Sato, C. & Bateman, R. J. Tau phosphorylation rates measured by mass spectrometry differ in the intracellular brain vs. extracellular cerebrospinal fluid compartments and are differentially affected by Alzheimer’s disease. Front. Aging Neurosci. 11, 121 (2019). 331. Wagshal, D. et al. Divergent CSF tau alterations in two common tauopathies: Alzheimer’s disease and progressive supranuclear palsy. J. Neurol. Neurosurg. Psychiatry 86, 244–250 (2015). 332. Hall, S. et al. Accuracy of a panel of 5 cerebrospinal fluid biomarkers in the differential diagnosis of patients with dementia and/or parkinsonian disorders. Arch. Neurol. 69, 1445–1452 (2012). 333. Hu, W. T., Trojanowski, J. Q. & Shaw, L. M. Biomarkers in frontotemporal lobar degenerations – progress and challenges. Prog. Neurobiol. 95, 636–648 (2011). 334. Olsson, B. et al. CSF and blood biomarkers for the diagnosis of Alzheimer’s disease: a systematic review and meta-analysis. Lancet Neurol. 15, 673–684 (2016). 335. Bian, H. et al. CSF biomarkers in frontotemporal lobar degeneration with known pathology. Neurology 70, 1827–1835 (2008). 336. Grossman, M. et al. Cerebrospinal fluid profile in frontotemporal dementia and Alzheimer’s disease. Ann. Neurol. 57, 721–729 (2005). 337. Horie, K. et al. CSF tau microtubule-binding region identifies pathological changes in primary tauopathies. Nat. Med. 28, 2547–2554 (2022). 338. Kanmert, D. et al. C-terminally truncated forms of tau, but not full-length tau or its C-terminal fragments, are released", "from neurons independently of cell death. J. Neurosci. 35, 10851–10865 (2015). 339. Jadhav, S. et al. A walk through tau therapeutic strategies. Acta Neuropathol. Commun. 7, 22 (2019). 340. Zhang, W. et al. Novel tau filament fold in corticobasal degeneration. Nature 580, 283–287 (2020). 341. Falcon, B. et al. Novel tau filament fold in chronic traumatic encephalopathy encloses hydrophobic molecules. Nature 568, 420–423 (2019). 342. Scheres, S. H., Zhang, W., Falcon, B. & Goedert, M. Cryo-EM structures of tau filaments. Curr. Opin. Struct. Biol. 64, 17–25 (2020). 343. Wu, L., Gilyazova, N., Ervin, J. F., Wang, S. J. & Xu, B. Site-specific phospho-tau aggregation- based biomarker discovery for AD diagnosis and differentiation. ACS Chem. Neurosci. 13, 3281–3290 (2022). 344. Reid, M. J., Beltran-Lobo, P., Johnson, L., Perez-Nievas, B. G. & Noble, W. Astrocytes in tauopathies. Front. Neurol. 11, 572850 (2020). 345. Kahlson, M. A. & Colodner, K. J. Glial tau pathology in tauopathies: functional consequences. J. Exp. Neurosci. 9, 43–50 (2015). 346. Ferrer, I. et al. Involvement of oligodendrocytes in tau seeding and spreading in tauopathies. Front. Aging Neurosci. 11, 112 (2019). 347. Narasimhan, S. et al. Human tau pathology transmits glial tau aggregates in the absence of neuronal tau. J. Exp. Med. 217, e20190783 (2020). 348. Congdon, E. E. et al. Single domain antibodies targeting pathological tau protein: influence of four IgG subclasses on efficacy and toxicity. eBioMedicine 84, 104249 (2022). 349. Morell, A., Terry, W. D. & Waldmann, T. A. Metabolic properties of IgG subclasses in man. J. Clin. Invest. 49, 673–680 (1970). 350. Handlogten, M. W. et al. Prevention of Fab-arm exchange and antibody reduction via stabilization of the IgG4 hinge region. MAbs 12, 1779974 (2020). 351. Heads, J. T. et al. Electrostatic interactions modulate the differential aggregation propensities of IgG1 and IgG4P antibodies and inform charged residue substitutions for improved developability. Protein Eng. Des. Sel. 32, 277–288 (2019). 352. Pepinsky, R. B. et al. Improving the solubility of anti-LINGO-1 monoclonal antibody Li33 by isotype switching and targeted mutagenesis. Protein Sci. 19, 954–966 (2010). 353. Cooper, L. J. et al. Role of heavy chain constant domains in antibody–antigen interaction. Apparent specificity differences among streptococcal IgG antibodies expressing identical variable domains. J. Immunol. 150, 2231–2242 (1993). 354. Pritsch, O. et al. Can immunoglobulin C(H)1 constant region domain modulate antigen binding affinity of antibodies? J. Clin. Invest. 98, 2235–2243 (1996). 355. Pritsch, O. et al. Can isotype switch modulate antigen-binding affinity and influence clonal selection? Eur. J. Immunol. 30, 3387–3395 (2000).356. Hovenden, M. et al. IgG subclass and heavy chain domains contribute to binding and protection by mAbs to the poly γ-D-glutamic acid capsular antigen of Bacillus anthracis. PLoS Pathog. 9, e1003306 (2013). 357. Motley, M. P., Diago-Navarro, E., Banerjee, K., Inzerillo, S. & Fries, B. C. The role of IgG subclass in antibody-mediated protection against carbapenem-resistant Klebsiella pneumoniae. mBio 11, e02059-20 (2020). 358. Tudor, D. et al. Isotype modulates epitope specificity, affinity, and antiviral activities of anti-HIV-1 human broadly neutralizing 2F5 antibody. Proc. Natl Acad. Sci. USA 109,", "12680–12685 (2012). 359. Xia, Y., Janda, A., Eryilmaz, E., Casadevall, A. & Putterman, C. The constant region affects antigen binding of antibodies to DNA by altering secondary structure. Mol. Immunol. 56, 28–37 (2013). 360. Dam, T. K., Torres, M., Brewer, C. F. & Casadevall, A. Isothermal titration calorimetry reveals differential binding thermodynamics of variable region-identical antibodies differing in constant region for a univalent ligand. J. Biol. Chem. 283, 31366–31370 (2008). 361. Janda, A. & Casadevall, A. Circular dichroism reveals evidence of coupling between immunoglobulin constant and variable region secondary structure. Mol. Immunol. 47, 1421–1425 (2010). 362. Kato, K. et al. Carbon-13 NMR study of switch variant anti-dansyl antibodies: antigen binding and domain–domain interactions. Biochemistry 30, 6604–6610 (1991). 363. McLean, G. R., Torres, M., Elguezabal, N., Nakouzi, A. & Casadevall, A. Isotype can affect the fine specificity of an antibody for a polysaccharide antigen. J. Immunol. 169, 1379–1386 (2002). 364. Torres, M., Fernandez-Fuentes, N., Fiser, A. & Casadevall, A. The immunoglobulin heavy chain constant region affects kinetic and thermodynamic parameters of antibody variable region interactions with antigen. J. Biol. Chem. 282, 13917–13927 (2007). 365. Torres, M., Fernandez-Fuentes, N., Fiser, A. & Casadevall, A. Exchanging murine and human immunoglobulin constant chains affects the kinetics and thermodynamics of antigen binding and chimeric antibody autoreactivity. PLoS ONE 2, e1310 (2007). 366. Torres, M., May, R., Scharff, M. D. & Casadevall, A. Variable-region-identical antibodies differing in isotype demonstrate differences in fine specificity and idiotype. J. Immunol. 174, 2132–2142 (2005). 367. Xia, Y. et al. The constant region contributes to the antigenic specificity and renal pathogenicity of murine anti-DNA antibodies. J. Autoimmun. 39, 398–411 (2012). 368. Yuan, R. R. et al. Isotype switching increases efficacy of antibody protection against Cryptococcus neoformans infection in mice. Infect. Immun. 66, 1057–1062 (1998). 369. Labrijn, A. F. et al. Therapeutic IgG4 antibodies engage in Fab-arm exchange with endogenous human IgG4 in vivo. Nat. Biotechnol. 27, 767–771 (2009). 370. Young, E. et al. Estimation of polyclonal IgG4 hybrids in normal human serum. Immunology 142, 406–413 (2014). 371. Boutajangout, A., Quartermain, D. & Sigurdsson, E. M. Immunotherapy targeting pathological tau prevents cognitive decline in a new tangle mouse model. J. Neurosci. 30, 16559–16566 (2010). 372. d’Abramo, C., Acker, C. M., Jimenez, H. T. & Davies, P. Tau passive immunotherapy in mutant P301L mice: antibody affinity versus specificity. PLoS ONE 8, e62402 (2013). 373. Hintersteiner, B. et al. Charge heterogeneity: basic antibody charge variants with increased binding to Fc receptors. MAbs 8, 1548–1560 (2016). 374. Schoch, A. et al. Charge-mediated influence of the antibody variable domain on FcRn-dependent pharmacokinetics. Proc. Natl Acad. Sci. USA 112, 5997–6002 (2015). 375. Khawli, L. A., Glasky, M. S., Alauddin, M. M. & Epstein, A. L. Improved tumor localization and radioimaging with chemically modified monoclonal antibodies. Cancer Biother. Radiopharm. 11, 203–215 (1996). 376. Kobayashi, H. et al. The pharmacokinetic characteristics of glycolated humanized anti-Tac Fabs are determined by their isoelectric points. Cancer Res. 59, 422–430 (1999). 377. Datta-Mannan, A. et al. Balancing charge in the complementarity-determining regions of", "humanized mAbs without affecting pI reduces non-specific binding and improves the pharmacokinetics. MAbs 7, 483–493 (2015). 378. Li, B. et al. Framework selection can influence pharmacokinetics of a humanized therapeutic antibody through differences in molecule charge. MAbs 6, 1255–1264 (2014). 379. Chatterjee, D. et al. Proteasome-targeted nanobodies alleviate pathology and functional decline in an α-synuclein-based Parkinson’s disease model. NPJ Parkinsons Dis. 4, 25 (2018). 380. Butler, D. C. et al. Bifunctional anti-non-amyloid component α-synuclein nanobodies are protective in situ. PLoS ONE 11, e0165964 (2016). 381. Lim, S. et al. bioPROTACs as versatile modulators of intracellular therapeutic targets including proliferating cell nuclear antigen (PCNA). Proc. Natl Acad. Sci. USA 117, 5791–5800 (2020). 382. Ibrahim, A. F. M. et al. Antibody RING-mediated destruction of endogenous proteins. Mol. Cell 79, 155–166.e9 (2020). 383. Roth, S. et al. Targeting endogenous K-RAS for degradation through the affinity-directed protein missile system. Cell Chem. Biol. 27, 1151–1163.e6 (2020). 384. Wang, W. et al. A novel small-molecule PROTAC selectively promotes tau clearance to improve cognitive functions in Alzheimer-like models. Theranostics 11, 5279–5295 (2021). 385. Silva et al. Targeted degradation of aberrant tau in frontotemporal dementia patient-derived neuronal cell models. Elife 8, e45457 (2019). 386. Chu, T. T. et al. Specific knockdown of endogenous tau protein by peptide-directed ubiquitin-proteasome degradation. Cell Chem. Biol. 23, 453–461 (2016). Nature Reviews Neurology | Volume 19 | December 2023 | 715–736 736 Review article387. Lu, M. et al. Discovery of a Keap1-dependent peptide PROTAC to knockdown Tau by ubiquitination-proteasome degradation pathway. Eur. J. Med. Chem. 146, 251–259 (2018). 388. Bhatia, S., Singh, M., Singh, T. & Singh, V. Scrutinizing the therapeutic potential of PROTACs in the management of Alzheimer’s disease. Neurochem. Res. 48, 13–25 (2023). 389. Gallardo, G. et al. Targeting tauopathy with engineered tau-degrading intrabodies. Mol. Neurodegener. 14, 38 (2019). 390. Butler, D. C. & Messer, A. Bifunctional anti-huntingtin proteasome-directed intrabodies mediate efficient degradation of mutant huntingtin exon 1 protein fragments. PLoS ONE 6, e29199 (2011). 391. Igawa, T., Haraya, K. & Hattori, K. Sweeping antibody as a novel therapeutic antibody modality capable of eliminating soluble antigens from circulation. Immunol. Rev. 270, 132–151 (2016). 392. Banik, S. M. et al. Lysosome-targeting chimaeras for degradation of extracellular proteins. Nature 584, 291–297 (2020). 393. Ahn, G. et al. LYTACs that engage the asialoglycoprotein receptor for targeted protein degradation. Nat. Chem. Biol. 17, 937–946 (2021). 394. Takahashi, D. et al. AUTACs: cargo-specific degraders using selective autophagy. Mol. Cell 76, 797–810.e10 (2019). 395. Takahashi, D. & Arimoto, H. Targeting selective autophagy by AUTAC degraders. Autophagy 16, 765–766 (2020). 396. Sawa, T. et al. Protein S-guanylation by the biological signal 8-nitroguanosine 3′,5′-cyclic monophosphate. Nat. Chem. Biol. 3, 727–735 (2007). 397. Cotton, A. D., Nguyen, D. P., Gramespacher, J. A., Seiple, I. B. & Wells, J. A. Development of antibody-based PROTACs for the degradation of the cell-surface immune checkpoint protein PD-L1. J. Am. Chem. Soc. 143, 593–598 (2021). 398. Cha-Molstad, H. et al. p62/SQSTM1/sequestosome-1 is an N-recognin of the N-end rule pathway which modulates autophagosome biogenesis. Nat. Commun.", "8, 102 (2017). 399. Ji, C. H. et al. The AUTOTAC chemical biology platform for targeted protein degradation via the autophagy-lysosome system. Nat. Commun. 13, 904 (2022). 400. Song, W. et al. Ceria nanoparticles stabilized by organic surface coatings activate the lysosome-autophagy system and enhance autophagic clearance. ACS Nano 8, 10328–10342 (2014). 401. Sun, H. et al. A tauopathy-homing and autophagy-activating nanoassembly for specific clearance of pathogenic tau in Alzheimer’s disease. ACS Nano 15, 5263–5275 (2021). 402. Zheng, J. et al. A novel dephosphorylation targeting chimera selectively promoting tau removal in tauopathies. Signal. Transduct. Target. Ther. 6, 269 (2021). 403. Krishnaswamy, S. et al. In vivo imaging of tauopathy in mice. Methods Mol. Biol. 1779 , 513–526 (2018). 404. Ising, C. et al. AAV-mediated expression of anti-tau scFvs decreases tau accumulation in a mouse model of tauopathy. J. Exp. Med. 214, 1227–1238 (2017). 405. Nisbet, R. M. et al. Combined effects of scanning ultrasound and a tau-specific single chain antibody in a tau transgenic mouse model. Brain 140, 1220–1230 (2017). 406. Spencer, B. et al. Selective targeting of 3 repeat Tau with brain penetrating single chain antibodies for the treatment of neurodegenerative disorders. Acta Neuropathol. 136, 69–87 (2018). 407. Jiang, Y. et al. Single-domain antibody-based noninvasive in vivo imaging of α-synuclein or tau pathology. Sci. Adv. 9, eadf3775 (2023). 408. Danis, C. et al. Inhibition of Tau seeding by targeting Tau nucleation core within neurons with a single domain antibody fragment. Mol. Ther. 30, 1484–1499 (2022). 409. Li, T. et al. Camelid single-domain antibodies: a versatile tool for in vivo imaging of extracellular and intracellular brain targets. J. Control. Rel. 243, 1–10 (2016). 410. Marino, M. & Holt, M. G. AAV vector-mediated antibody delivery (A-MAD) in the central nervous system. Front. Neurol. 13, 870799 (2022). 411. Chen, Y. H. et al. Administration of AAV-alpha synuclein NAC antibody improves locomotor behavior in rats overexpressing alpha synuclein. Genes 12, 948 (2021). 412. Butler, Y. R. et al. α-Synuclein fibril-specific nanobody reduces prion-like α-synuclein spreading in mice. Nat. Commun. 13, 4060 (2022). 413. Chen, Y. H. et al. Downregulation of α-synuclein protein levels by an intracellular single-chain antibody. J. Parkinsons Dis. 10, 573–590 (2020). 414. Zhou, C., Emadi, S., Sierks, M. R. & Messer, A. A human single-chain Fv intrabody blocks aberrant cellular effects of overexpressed α-synuclein. Mol. Ther. 10, 1023–1031 (2004).415. Wang, J. et al. Research progress and applications of multivalent, multispecific and modified nanobodies for disease treatment. Front. Immunol. 12, 838082 (2021). 416. Jovcevska, I. & Muyldermans, S. The therapeutic potential of nanobodies. Biodrugs 34, 11–26 (2020). 417. Ghosh, P., Dahms, N. M. & Kornfeld, S. Mannose 6-phosphate receptors: new twists in the tale. Nat. Rev. Mol. Cell Biol. 4, 202–212 (2003). 418. Gary-Bobo, M., Nirde, P., Jeanjean, A., Morere, A. & Garcia, M. Mannose 6-phosphate receptor targeting and its applications in human diseases. Curr. Med. Chem. 14, 2945–2953 (2007). 419. Kyttala, A., Heinonen, O., Peltonen, L. & Jalanko, A. Expression and endocytosis of lysosomal aspartylglucosaminidase in mouse primary neurons. J.", "Neurosci. 18, 7750–7756 (1998). 420. Hawkes, C. & Kar, S. Insulin-like growth factor-II/mannose-6-phosphate receptor: widespread distribution in neurons of the central nervous system including those expressing cholinergic phenotype. J. Comp. Neurol. 458, 113–127 (2003). 421. Couce, M. E., Weatherington, A. J. & McGinty, J. F. Expression of insulin-like growth factor-II (IGF-II) and IGF-II/mannose-6-phosphate receptor in the rat hippocampus: an in situ hybridization and immunocytochemical study. Endocrinology 131, 1636–1642 (1992). 422. Jabbari, E. & Duff, K. E. Tau-targeting antibody therapies: too late, wrong epitope or wrong target? Nat. Med. 27, 1341–1342 (2021). 423. Bespalov, A., Courade, J. P., Khiroug, L., Terstappen, G. C. & Wang, Y. A call for better understanding of target engagement in Tau antibody development. Drug. Discov. Today 27, 103338 (2022). 424. Sigurdsson, E. M. T. Immunotherapies for Alzheimer’s disease and related tauopathies: progress and potential pitfalls. J. Alzheimers Dis. 64, S555–S565 (2018). 425. Wu, Q. et al. Increased neuronal activity in motor cortex reveals prominent calcium dyshomeostasis in tauopathy mice. Neurobiol. Dis. 147, 105165 (2021). 426. Giacobini, E. & Gold, G. Alzheimer disease therapy – moving from amyloid-β to tau. Nat. Rev. Neurol. 9, 677–686 (2013). Acknowledgements The authors were supported by NIH grants R01 AG032611, NS077239, RF1 NS120488, R21 AG069475 and T32 AG052909, and Alzheimer’s Association grants AARF-22-926735 and AARF-22-924783. Author contributions The authors contributed equally to all aspects of the article. Competing interests E.M.S. in an inventor on various patents related to the topic of this review that are assigned to New York University. Some of the patents on tau immunotherapies are licensed to H. Lundbeck. The other authors declare no competing interests. Additional information Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41582-023-00883-2 . Peer review information Nature Reviews Neurology thanks S. Fowler, who co-reviewed with S. Bez; R. Kayed; and L. Vivash for their contribution to the peer review of this work. Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable law. © Springer Nature Limited 2023"]}