{"id": 5, "title": "Tau_spreading.pdf", "chunks": ["Article Regional A b-tau interactions promote onset and acceleration of Alzheimer’s disease tau spreading Graphical abstract Highlights dNetwork ﬂow-based model identiﬁes tau propagation hubs in inferior temporal gyri dRemote A b-tau interactions in entorhinal cortex may trigger initial tau spreading dLocal A b-tau interactions in inferior temporal gyrus may promote tau propagation dConnectivity-based model addresses the spatial incongruitybetween early A band tauAuthors Wha Jin Lee, Jesse A. Brown, Hye Ryun Kim, ..., Joon-Kyung Seong,William W. Seeley, Alzheimer’sDisease Neuroimaging Initiative Correspondence jkseong@korea.ac.kr (J.-K.S.), bill.seeley@ucsf.edu (W.W.S.) In brief Lee et al. show that the natural history of AD traverses a critical period that beginsonce A bemerges within entorhinal cortex (EC)-connected regions, continues as tauspreads from the EC into connectedmesial temporal and limbic regions, andmay end once A band tau interact within the inferior temporal gyrus propagationhubs, whose connections are well suitedto facilitate widespread neocortical taupropagation. Lee et al., 2022, Neuron 110, 1932–1943 June 15, 2022 ª2022 Elsevier Inc. https://doi.org/10.1016/j.neuron.2022.03.034 ll Article Regional A b-tau interactions promote onset and acceleration of Alzheimer’s diseasetau spreading Wha Jin Lee,1Jesse A. Brown,2,3Hye Ryun Kim,1,4Renaud La Joie,2,3Hanna Cho,5Chul Hyoung Lyoo,5 Gil D. Rabinovici,2,3,6Joon-Kyung Seong,1,7,10,*William W. Seeley,2,3,8,10,11,*and Alzheimer’s Disease Neuroimaging Initiative9 1School of Biomedical Engineering, Korea University, Seoul 02841, South Korea 2Department of Neurology, Memory and Aging Center, University of California, San Francisco, San Francisco, CA 94143, USA 3Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA 94143, USA 4Global Health Technology Research Center, College of Health Science, Korea University, Seoul 02841, South Korea 5Department of Neurology, Gangnam Severance Hospital, Seoul 06273, South Korea 6Department of Radiology and Biomedical Imaging, University of California, San Francisco, San Francisco, CA 94143, USA 7Department of Artiﬁcial Intelligence, Korea University, Seoul 02841, South Korea 8Department of Pathology, University of California, San Francisco, San Francisco, CA 94143, USA 9Data used in preparation of this article were obtained from the Alzheimer’s Disease Neuroimaging Initiative (ADNI) database ( adni.loni.usc. edu). As such, the investigators within the ADNI contributed to the design and implementation of ADNI and/or provided data but did not participate in analysis or writing of this report. A complete listing of ADNI investigators can be found at: http://adni.loni.usc.edu/wp-content/ uploads/how_to_apply/ADNI_Acknowledgement_List.pdf 10These authors contributed equally 11Lead contact *Correspondence: jkseong@korea.ac.kr (J.-K.S.), bill.seeley@ucsf.edu (W.W.S.) https://doi.org/10.1016/j.neuron.2022.03.034 SUMMARY Amyloid-beta and tau are key molecules in the pathogenesis of Alzheimer’s disease, but it remains unclear how these proteins interact to promote disease. Here, by combining cross-sectional and longitudinal molecular imaging and network connectivity analyses in living humans, we identiﬁed two amyloid-beta/tauinteractions associated with the onset and propagation of tau spreading. First, we show that the lateralentorhinal cortex, an early site of tau neuroﬁbrillary tangle formation, is subject to remote, connectivity-medi-ated amyloid-beta/tau interactions linked to initial tau spreading. Second, we identify the inferior temporalgyrus as the region featuring the greatest local amyloid-beta/tau interactions and a connectivity proﬁlewell suited to accelerate tau propagation. Taken together, our data address long-standing questionsregarding the topographical dissimilarity between early amyloid-beta and tau deposition. INTRODUCTION Brain parenchymal amyloid-beta (A b) deposition and tau neuro-", "ﬁbrillary tangle formation are the deﬁning pathological features of Alzheimer’s disease (AD) ( Braak et al., 2006 ;Jagust, 2018 ; Musiek and Holtzman, 2012 ). Abhas been proposed to trigger tau spreading ( Musiek and Holtzman, 2012 ;Jagust, 2018 ), but the spatial incongruity of A band tau during early AD has cast doubt on this hypothesis ( Jagust, 2018 ). Whereas A bdeposition begins in heteromodal association neocortices ( Thal et al., 2002 ), the earliest forebrain neuroﬁbrillary tangles are seen within the lateral entorhinal cortex (EC) ( Hyman et al., 1984 ). From there, tau spreads into other mesial temporal memory structures butrarely beyond the basal temporal cortex in the absence of widespread neocortical A bdeposition ( Crary et al., 2014 ; Johnson et al., 2016 ;Sanchez et al., 2021a ). Considering these observations, how can remote neocortical A binﬂuence earlypathological tau, triggering it to leave the EC? How, in turn, does A bfacilitate widespread tau propagation throughout the neocortex? Recent in vivo evidence supports the view that tau pathophys- iology exhibits a nonlinear acceleration during the natural history of AD ( McDade et al., 2018 ;Jack et al., 2010 ), and understanding the basis for this acceleration represents an important priority for AD research. Human post-mortem ( Braak and Del Tredici, 2011 ; Kim et al., 2020 ),in vivo brain imaging ( Zhou et al., 2012 ;Raj et al., 2015 ;Brown et al., 2019 ;Vogel et al., 2020 ;Ossenkoppele et al., 2019 ;Franzmeier et al., 2020 ), and model-based ( Liu et al., 2012 ;Clavaguera et al., 2013 ) studies have converged to sug- gest that transneuronal tau spreading likely contributes to theprogressive large-scale network degeneration seen in AD and other tau-based disorders. We, and others, have used the normative functional and structural connectome to predict thespatial patterning and spread of atrophy ( Zhou et al., 2012 ;Raj 1932 Neuron 110, 1932–1943, June 15, 2022 ª2022 Elsevier Inc.ll et al., 2012 ,2015 ), and early tau-positron emission tomography (PET) studies suggest connectivity-related tau patterning in AD(Ossenkoppele et al., 2019 ;Vogel et al., 2020 ;Sepulcre et al., 2018 ). To date, however, no study has provided a connectivity- based molecular-anatomical framework for understanding theonset and acceleration of tau spreading in AD. In this study, we combined in vivo molecular imaging and large-scale brain network mapping techniques to address the long-standing questions of how regional A band tau interact to promote the onset and acceleration of tau spreading in individ- uals with presymptomatic and prodromal AD. Our ﬁndings sug- gest that (1) remote A bincites tau spreading by interacting, via long-range connections, with tau in the EC whereas (2) local Ab–tau interactions in the inferior temporal gyrus (ITG) facilitate widespread, connectivity-based tau propagation into neocor-tical regions that become tau-positive during the tauacceleration phase. RESULTSEarly entorhinal tauopathy and exponential tau acceleration during prodromal ADTo capture the nonlinear acceleration of AD tau spreading (Figure 1 A), we studied individuals enrolled in a multicenter observational study, the AD Neuroimaging Initiative (ADNI),who underwent", "cross-sectional 18F-ﬂorbetapir-PET (henceforth ‘‘amyloid-PET’’) and18F-ﬂortaucipir-PET (henceforth ‘‘tau- PET’’) imaging (see Table 1 ). First, we mapped regions of tau- PET positivity in presymptomatic (A b+, cognitively normal [CN], n = 67) and prodromal AD (A b+, early [n = 28] and late [n = 17] mild cognitive impairment [MCI]; see STAR Methods ). Tau-PET positivity in presymptomatic AD was mild, but the EC (A28/34, A35/36r) stood out as a region with high mean tau-PET signal (Figure 1 B). This tau-PET mapping approach also revealed the expected sharp increase in brain-wide tau deposition in patients with late MCI. Second, we calculated the number of tau-positive brain regions for each subject within these groups (see STAR Methods ). Based on the resulting frequency distribution for regional tau burden, we constructed a pseudo-longitudinal disease severity order, with the least severe subjects being thosewith the fewest tau-PET-positive regions. This approach identi-ﬁed the EC (A28/34, A35/36r) as the earliest region to become tau-positive, based on the frequency distribution within each hemisphere. Overall, these approaches, which use cross-sectional data to make longitudinal inferences, converged to broadly reproduce the canonical stages of tau neuroﬁbrillary tangle formation inferred from human neuropathological studies(Braak and Braak, 1991 ) (see Table S1 ). Most importantly, this dataset enabled us to identify an apparent ‘‘acceleration phase’’ of exponential spreading in the spatial extent of tau-PET Figure 1. Pseudo-longitudinal tau regional spreading order (A) Dynamic biomarker models of AD ( Jack et al., 2010 ;Leuzy et al., 2019 ) propose that tau aggregation undergoes nonlinear acceleration in early MCI. (B) Tau-PET data from the ADNI cohort (present study) support this concept by demonstrating a sharp increase in brain-wide tau deposition that begins in Ab+ subjects with early MCI and accelerates in late MCI. Color bar in A b+ CN inset indicates tau-PET W-scores. (C) Across the presymptomatic and prodromal AD cohorts, we estimated the sequence of regional tau-PET positivity in a data-driven, pseudo-longitud inal manner, using the group-level frequency distribution to infer the order. Subjects were sorted based on the number of tau-PET-positive ROIs, and tau- PET- positive regions in subjects representing the pre-acceleration, acceleration, and post-acceleration periods are shown. The acceleration period was deﬁned as beginning where the slope in the frequency graph becomes greater than two and ending where that slope shows a second inﬂection, such that the secondderivative becomes zero. Number labels on magniﬁed insets (B and C) show ranks, within each hemisphere, from the frequency distribution of tau-PET po sitivity. This approach identiﬁes the entorhinal cortex (region labeled 1 in insets) as the most frequently tau-positive region, in keeping with cross-sectio nal neuro- pathological data ( Braak and Braak, 1991 ). AD, Alzheimer’s disease; PET, positron emission tomography; MCI, mild cognitive impairment; CN, cognitively normal; ROI, region of interest.ll Article Neuron 110, 1932–1943, June 15, 2022 1933 positivity and, in turn, the regions that exhibit tau-PET positivity before, during, and after this tau acceleration phase ( Figure 1 C). The tau regional spreading order was generally robust across a", "range of tau W-score thresholds ( Figure S1 ), and the key ﬁndings shown in Figure 1 were replicated in an independent sample of older subjects from across the AD clinical spectrum (henceforth, ‘‘Korean validation dataset,’’ see STAR Methods andFigures S1 and S2). Importantly, the Korean validation dataset included a larger proportion of subjects with more advanced clinical AD (see Table 1 ), suggesting that the identiﬁed acceleration phase did not result simply from analyzing an ADNI sample skewedtoward early AD stages. A network ﬂow-based model identiﬁes the inferior temporal gyri as key tau propagation hubsTo clarify the anatomical basis for accelerated tau spreading, we used diffusion tensor imaging to construct a normative ‘‘connec- tome,’’ a matrix describing the group-level structural connectiv-ity between each pair of brain regions. We then used this connectome to create a network ﬂow-based model for simu- lating tau propagation along region-to-region macro-scaleconnections ( Figure 2 A). This model enabled us to identify brain regions well positioned to promote widespread tau aggregation(henceforth, ‘‘propagation hubs’’) and to clarify how A bdeposi- tion relates to initial and accelerated tau spreading. Applying the principles of graph theory, we modeled connectivity-medi-ated tau spreading based on maximum inter-nodal ﬂow, which considers multiple distinct paths between any two nodes ( Fig- ure 2 A). We then searched a pool of 213 regions, after removing regions prone to off-target tau-PET binding (i.e., radiotracer binding to non-tau targets; see Table S2 ), with the goal of iden- tifying tau propagation hubs. Speciﬁcally, we searched a libraryof normative network ﬂow-based connectivity maps, eachbased on a single candidate brain region or ‘‘seed’’ ( Figure 2 B), seeking to identify regions whose connectivity most resembles the regions into which tau spreads during the tau accelerationphase. To this end, we estimated the goodness-of-ﬁt (GOF) between each seed’s map and the topography of the tau accel- eration phase, representing the tau acceleration phase by gener-ating seven pairs of binary inner and outer masks across a range of spatial extents. Masks were gradually expanded to mimic tau propagation ( Figure S3 ) and to avoid potential inﬂuences ofTable 1. Demographic and clinical characteristics of the overall study population ADNI discovery datasetCN (n = 182)Early MCI (n = 62)Late MCI (n = 30)AD dementia (n = 9)Group comparison p value (statistics) Age (years) 75.29 ± 7.77 75.79 ± 6.82 74.77 ± 7.56 69.56 ± 10.0 0.309 Sex (female, n [%]) 105 (57.7) 24 (38.7) 13 (43.3) 3 (33.3) 0.032 (8.835) Education (years) 16.63 ± 2.52 16.40 ± 2.74 16.67 ± 2.68 15.44 ± 2.24 0.496 MMSE 28.96 ± 1.32 27.43 ± 3.13 25.63 ± 5.56 21.44 ± 1.67 <0.001 CDR SOB 0.16 ± 0.52 1.98 ± 2.47 2.97 ± 3.56 3.83 ± 1.62 <0.001 Amyloid positivity (%) * 67 (36.8) 28 (45.2) 17 (56.7) 9 (100.0) <0.001 (17.194) Korean validation datasetCN (n = 96)aMCI (n = 84)AD dementia (n = 71)Group comparison p value (statistics) Age (years) 66.31 ± 9.49 71.32 ± 9.12 74.37 ± 9.35 <0.001 Sex (female, n [%])", "60 (66.7) 51 (60.7) 54 (76.1) 0.093 (4.744) Education (years) 11.94 ± 4.54 11.46 ± 4.26 9.77 ± 5.72 0.047 MMSE 28.19 ± 1.78 25.63 ± 2.80 19.08 ± 5.33 <0.001 CDR SOB 0.00 ± 0.00 1.61 ± 1.01 5.01 ± 2.54 <0.001 Amyloid positivity (%) * 9 (9.4) 45 (53.6) 56 (78.9) <0.001 (84.947) Longitudinal datasetCN (n = 146)MCI (n = 114)AD dementia (n = 44)Group comparison p value (statistics) N(ADNI/Korean) 72/74 55/59 8/36 <0.001 (14.363) Follow-up (years) 1.84 ± 0.53 1.69 ± 0.49 1.86 ± 0.41 0.016 Age (years) 71.25 ± 9.70 72.82 ± 7.49 73.50 ± 9.34 0.143 Sex (female, n [%]) 88 (60.3) 59 (51.8) 30 (68.2) 0.135 (4.008) Education (years) 14.22 ± 4.16 13.73 ± 4.46 10.27 ± 5.74 <0.001 MMSE 28.59 ± 1.60 26.46 ± 3.27 20.52 ± 4.15 <0.001 CDR SOB 0.12 ± 0.46 1.38 ± 1.31 4.39 ± 1.64 <0.001 Amyloid positivity (%) * 40 (27.4) 68 (59.6) 36 (81.8) <0.001 (51.199) Data are presented as mean ± standard deviation for continuous variables and number (%) for nominal variables. Independent Kruskal-Wallis test for continuous variables and chi square test for nominal variables.CN, cognitively normal; early MCI, early mild cognitive impairment; late MCI, late mild cognitive impairment; AD, Alzheimer’s disease; MMSE, mini- mental state examination; CDR SOB, clinical dementia rating sum-of-boxes; aMCI, amnestic mild cognitive impairment. *Note that only amyloid-PET-positive subjects were included in subsequent analyses.ll Article 1934 Neuron 110, 1932–1943, June 15, 2022 arbitrary thresholding and mask deﬁnition. Finally, we identiﬁed propagation hubs, using a stringent set of criteria, as thosenodes with signiﬁcant GOF scores (permutation-based one- sample t test, Bonferroni corrected p < 0.05) across all seven inner/outer mask pairs (see STAR Methods ). Based on this brain-wide search strategy, the left and right ITG emerged, inde- pendently, as propagation hubs ( Figure 2 C), and this ﬁnding was stable after varying the total number of inner/outer mask pairsused to represent the acceleration phase ( Table S3 ). As expected, the network ﬂow-based connectivity maps seeded by these ITG propagation hubs were strongly correlatedwith the topography of tau deposition seen in subjects repre-senting the tau acceleration phase (contrasted with pre-acceler- ation phase subjects; Figures 3 A and 3B; see STAR Methods ), and those correlations were stronger than seen for other brainregions (based on null hypothesis distributions; Figure 3 C) (Scott et al., 2020 ). Compared with other network-based propagation models developed through our previous work ( Brown et al., 2019 ;Zhou et al., 2012 ), the network ﬂow-based model pro- duced the highest correlations between the ITG propagation hub connectivity pattern and the acceleration phase taudeposition topography (see Figure S4 ), justifying our use of the network ﬂow-based model for propagation hub identiﬁcation.Applying the same propagation hub identiﬁcation procedure to the Korean validation dataset, we again identiﬁed the two ADNI-derived ITG areas, and the connectivity of these regionscorrelated strongly with the pattern of acceleration phase tau deposition topography ( Figure S4 B). We also identiﬁed three additional putative propagation hubs,", "all within the ITG regionsbilaterally (see Figure S5 ). Because tau-PET image analysis methods continue to evolve, we also reproduced these key ﬁndings after varying several methodological steps that remainunsettled in the ﬁeld (see Tables S4 andS5). Remote and local A b-tau interactions are associated with initial and accelerated tau spreadingAD has been conceptualized as an A b-triggered tauopathy (Musiek and Holtzman, 2012 ), but to date it has been difﬁcult to reconcile this concept with the topographical discordancebetween early A band tau deposition in humans. Having (1) conﬁrmed the EC as the forebrain region from which initial tau spreading occurs and (2) identiﬁed the bilateral ITG regions as Figure 2. A network ﬂow-based tau spreading model identiﬁes tau propagation hubs in the inferior temporal gyri (A) A simpliﬁed network graph illustrates the network ﬂow-based propagation model of tau spreading. Circles represent brain regions (nodes), and li nes represent structural connections between node pairs (edges). The network ﬂow-based model adopts a deﬁnition of maximum inter-nodal ﬂow, which considers mult iple distinct paths. Tau spreading from node ito node jis proportional to the total ﬂow value, which is calculated as the sum of the maximum ﬂow for each possible path.(B) Searching across all brain regions (examples in yellow shading), propagation hubs were identiﬁed based on the goodness-of-ﬁt (GOF) of their netw ork ﬂow- based connectivity maps, derived from healthy controls, to 7 pairs of binary inner/outer masks deﬁned using the regions that represent the tau accele ration phase (see Figure 1 C and STAR Methods ; GOF scores from example seed ROIs are shown). (C) Two regions were identiﬁed as propagation hubs, having signiﬁcant GOF scores across all inner/outer mask thresholds, and both were subregions of the inferior temporal gyrus (ITG). FA, fractional anisotropy; ROI, region of interest.ll Article Neuron 110, 1932–1943, June 15, 2022 1935 tau propagation hubs, we sought to determine whether and how Abmight interact with tau in the EC and ITG to induce and accel- erate tau spreading. To this end, we developed a network-based model to estimate two types of A b-tau interaction: remote and local ( Figure 4 A). Remote interactions were conceived as arising from each tau-positive region’s connectivity to A b-positive re- gions. More speciﬁcally, we imagined that tau-positive regionscontain tau-positive neurons, whose axons travel to and form syn-apses with neurons residing in A b-positive regions. Speciﬁc A b species may, in turn, prove toxic to those synapses or may other- wise inﬂuence axons arriving from or departing to remotely con-nected, tau-positive neurons, thereby triggering a long-range interaction with the tau-positive region. Local interaction, by contrast, was conceived as the direct co-mingling of parenchymalAband aggregating tau within a given brain region ( He et al., 2018 ). Calculation of remote A b-tau interactions required three steps. First, we calculated each region of interest’s weightedconnectivity strength, derived from the healthy structural con- nectome, to all other regions. Second, we multiplied each con- nectivity strength by the magnitude of A b-deposition within the connected region", "and summed these products to calculate aconnectivity-weighted remote A binﬂuence metric. Finally, the remote A binﬂuence metric was multiplied by the magnitude of tau deposition within the region of interest ( Figure 4 A). To rank re- gions according to their remote A b-tau interactions, we again applied the frequency distribution method, assuming that re- gions with the earliest remote A b-tau interactions would be those in which these connectivity-mediated interactions were detectedin the largest proportion of patients (see STAR Methods ). Using this approach, we found that the lateral EC (A35/36r) ranked ﬁrst among 213 brain regions ( Figures 4 B and S7). Based on absolute levels, the lateral EC showed signiﬁcantly greater remote A b-tau interaction than the median of all other brain regions ( t: 3.63/2.61, FDR-corrected p value: 0.001/0.017, left/right EC). This ﬁnding Figure 3. Inferior temporal gyrus connectivity mirrors tau acceleration phase topography (A) Using the network ﬂow-based model, we examined the connectivity patterns of the two inferior temporal gyrus regions (highlighted in yellow) iden tiﬁed as propagation hubs. The connectivity maps of these hubs resembled the acceleration phase tau deposition topography, derived by averaging W-score contrasts across all 1,560 subject pairs representing the acceleration and pre-acceleration phases.(B) The connectivity values and the acceleration phase tau deposition topography map show high spatial correlation for both hemispheres.(C) Null hypothesis distributions are shown for spatial correlations between the total network ﬂow-based maps and acceleration phase tau depositio n topog- raphy. The correlation coefﬁcients were converted to Z-scores, and the corresponding one-tailed p values were obtained for the two ITG propagation hubs. The red areas show correlation coefﬁcients more than 2 SD greater than the mean. PET, positron emission tomography; ITG, inferior temporal gyrus; SD, sta ndard deviation.ll Article 1936 Neuron 110, 1932–1943, June 15, 2022 was stable across a range of tau W-score thresholds ( Figure S6 ) and alternative tau-PET analysis methods ( Tables S4 and S5) and was broadly replicated in the Korean validation dataset, in which the lateral EC had the highest median remote A b-tau inter- action rank of any brain region (EC left: 4th, EC right: 1st; Figures S6 and S7). Robustness of this ﬁnding across a range ofW-score thresholds was even more evident in the Korean vali- dation dataset, perhaps because this dataset represents a morehomogeneous cohort evaluated at a single center. To calculate local A b-tau interactions, we multiplied each re- gion’s local A bdeposition (amyloid-PET standardized uptake value ratio [SUVR] value) by its tau-PET W-score. Although the procedures for calculating local A b-tau interactions and those for identifying propagation hubs were completely independent,the left and right ITG propagation hubs emerged as the highest- ranking regions, brain-wide, for local A b-tau interaction (Figures 4 B and S7). Local A b-tau interaction scores for the left and right ITG were signiﬁcantly greater than the median of all otherregions ( t: 3.77/4.28, FDR-corrected p value: <0.001/<0.001, left/ right ITG). This ﬁnding was stable across a range of tau W-score thresholds ( Figure", "S6 ) and alternative tau-PET analysis methods (Tables S4 andS5). These ﬁndings were also broadly reproduced in the Korean validation dataset ( Figures S6 andS7), in which the ITG hubs for each hemisphere ranked in the top 4 for local A b-tau interaction within that hemisphere (ITG7, right: 4 th; ITG4, left: 3rd), with the few higher-ranking regions being adjacent basal tempo- ral areas.Longitudinal tau aggregation trajectories support the Ab-tau interaction model In the preceding analyses, we used cross-sectional data to make longitudinal inferences about the natural history of AD. This strat-egy enabled us to derive a regional tau spreading order based on a sufﬁcient sample size; nonetheless, the pseudo-longitudinal approach cannot directly test the within-subjects temporalpredictions made by our model. To address this limitation,we collected all subjects in the ADNI (n = 135) and Korean (n = 169) cohorts who had undergone at least one follow-up structural MRI and tau-PET scan (see Table 1 ). Since the two lon- gitudinal samples were relatively small, we combined them into a single ADNI/Korean longitudinal MCI cohort after regularizing the two datasets separately using the W-score approach (see STAR Methods ). Using this combined cohort, we ﬁrst determined the regional tau accumulation rate, deﬁned as the annualized change in the tau-PET W-score. As expected, tau accumulation in subjects with A b+ MCI (n = 68) is most prominent in basal tem- poral areas and, to a lesser extent, in fronto-parietal heteromodal association cortices ( Figure 5 A). Next, we returned to our library of normative network ﬂow-based maps, one derived from eachbrain region, to determine the spatial correlation between each region’s connectivity pattern and the longitudinal tau accumula- tion seen in A b+ MCI. Remarkably, mirroring the cross-sectional ﬁndings, the ITG regions again stood out as the regions whose connectivity best matched the longitudinal tau accumulation pattern ( Figure 5 A). Figure 4. Network-based A b-tau interaction model (A) Ab-tau interactions were modeled using two interaction types: remote and local. Remote interaction measures the effect of A bdeposition within regions to which a given region is connected, weighted by the strength of those connections, whereas local interaction requires the presence of A band tau deposition within the same region.(B) For remote A b-tau interactions, the lateral EC regions ranked ﬁrst within the frequency distribution for each hemisphere. By contrast, the identiﬁed left and rig ht ITG propagation hubs ranked ﬁrst and second for local A b-tau interaction frequency within left and right hemisphere, respectively. T-statistic distributions of continuous remote A b-tau and local A b-tau interaction values also show greater interactions in the lateral EC and ITG, respectively, compared with other brain regions. ITG, inferior temporal gyrus.ll Article Neuron 110, 1932–1943, June 15, 2022 1937 Next, to test the longitudinal predictions arising from the Ab-tau interaction components of our model, we established quantitative thresholds for A b- and tau-PET positivity within each region brain-wide (see STAR Methods ). We then used these thresholds to group subjects, irrespective of their clinicallabel, based on", "their baseline A band tau status in the bilateral EC and ITG regions of interest previously identiﬁed through thecross-sectional remote and local A b-tau interaction analyses. We quantiﬁed tau spreading into downstream regions by averaging the annualized tau accumulation rates within the 30 Figure 5. Longitudinal support for the network-based A b-tau interaction model (A) In A b+ MCI subjects, tau-PET showed longitudinal tau accumulation in a regional pattern that strongly correlated with the network ﬂow-based connectivit y maps of the ITG propagation hubs. Correlation coefﬁcients describing the relationship between each brain region’s connectivity map and the A b+ MCI tau accumulation map were converted to Z-scores and used to form a null hypothesis distribution; one-tailed p values were computed for the two ITG hubs. The red bars in the histogram show correlation coefﬁcients more than 2 SD greater than the mean. (B and C) The A b-tau interaction model was assessed longitudinally with the EC and ITG using the entire longitudinal dataset. For the EC (B), the subjects were classiﬁed into 4 subgroups according to the status of each region with respect to local A band tau at baseline. In subjects with tau in the EC at baseline, local EC A b showed no effect on tau spreading (two sample t tests, p value > 0.05). In subjects who lacked EC A b, however, those with remote, connectivity-based A b-tau interaction showed dramatically higher tau spreading than those without (Mann-Whitney U test, one tailed p value < 0.05; B, inset). By contrast, for t he ITG regions (C), a transition to local A b-tau interaction was associated with signiﬁcantly greater longitudinal tau accumulation in downstream regions (Mann-Whitney U test, p value < 0.05; C, inset). Boxplot whiskers represent 1.5 times the interquartile range beyond the ﬁrst and third quartiles. MCI, mild cognitive impair ment; ITG, inferior temporal gyrus; EC, entorhinal cortex; Dtauyr, annualized tau accumulation rate; PET, positron emission tomography; SD, standard deviation.ll Article 1938 Neuron 110, 1932–1943, June 15, 2022 regions downstream of the regions of interest, based on the es- tablished tau spreading order ( Figure 1 C;Table S1 ). For the EC, we predicted that downstream tau spreading would be greatest when the EC is tau-positive at baseline, with little inﬂuence by thelocal co-presence of A b. Critically, however, our model predicts that regions downstream of the EC will show greater tau accu- mulation insofar as the EC is subjected to remote A b-tau interac- tion. Each of these EC-based predictions was supported by ourlongitudinal data ( Figure 5 B;t: 0.32//C00.98, p value: 0.749/0.330, left/right EC, for inﬂuence of local A b; Mann-Whitney U test Z: 1.73/2.73, one-tailed p value: 0.041/0.003, left/right EC; for inﬂu-ence of remote A b;Figure 5 B inset). Regarding the ITG propaga- tion hubs, our model predicts accelerated tau spreading when Aband tau interact locally within the ITG. Here, we found that re- gions downstream of the ITG accumulated more tau in subjects who transitioned from having only A bin the ITG", "to having both A b and tau ( Figure 5 C, inset; Mann-Whitney U test Z: 4.23/4.04, p value: <0.001/<0.001, left/right ITG, for the inﬂuence of emergingAb-tau co-positivity). Emergent A b-tau co-positivity in the ITG was invariably the result of an A b-positive ITG that became tau-positive at follow-up. The longitudinal EC and ITG ﬁndingsreported here were stable across a range of downstream region numbers ( Table S6 ). Two pivotal A b-tau interactions in the natural history of ADThe ﬁndings outlined above suggest two major inﬂection points in the molecular-anatomical pathogenesis of AD. The ﬁrst oc- curs when neocortical A bemerges within multiple neocortical and limbic regions connected to the entorhinal cortices. This remote, connectivity-mediated interaction between A band EC tau may induce tau to undergo biophysical changes that propelit to spread out of the entorhinal areas and into nearby, con- nected regions in the hippocampus, amygdala, and basal tem- poral cortices. The second pivotal moment occurs when tauneuroﬁbrillary changes reach the ITG, where tau can locally interact, for the ﬁrst time, with pre-existing A b, catalyzing wide- spread tau propagation into A b-positive and ITG-connected neocortical regions whose degeneration ultimately gives riseto dementia ( Sepulcre et al., 2018 ). If these A b-tau interactions occur in sequence, as we hypothesize, then metrics capturing these two phenomena should obey a nonlinear relationship inwhich the EC remote A b-tau interaction rises ﬁrst, before giving way to a rise in local A b-tau interaction within the ITG ( Figure 6 A; seeSTAR Methods ). Plotting these metrics across our discov- ery and validation cohorts, using cross-sectional and longitudi- nal data, strongly supported this prediction, demonstrating a fundamental arc of disease progression across and withinindividuals ( Figure 6 B). Quadratic regression models based on the mean (left/right) cross-sectional values ﬁt both datasets well (ADNI: R2= 0.664, Korean: R2= 0.652), signiﬁcantly better than did linear functions (ADNI: R2= 0.658 / F [testing for the dif- ference between quadratic and linear ﬁt] = 7.022, p = 0.008; Korean: R2= 0.541 / F = 108.02, p = 2e-16) ( Indrayan and Malhotra, 2017 ). Focusing these analyses on subjects with at least one APOE ε4 allele further emphasized the nonlinear relationship (ADNI: R2= 0.748 / F [testing for the difference between quadratic and linear ﬁt] = 8.042, p = 0.005; Korean:R2= 0.630 / F = 26.83, p = 1e-6), perhaps because APOE ε4 carriers more often develop a typical anatomical progression that begins in medial temporal lobe memory structures ( Wolk et al., 2010 ). Based on the two pivotal A b-tau interactions, we stratiﬁed sub- jects into one of four groups: (1) ‘‘tau-negative’’ in EC; (2) insufﬁ- cient EC remote A b-tau interaction to promote tau spreading (‘‘latent tau’’); (3) sufﬁcient EC remote A b-tau interaction but min- imal ITG local A b-tau interaction (‘‘spreading tau’’); and (4) sufﬁ- cient ITG local A b-tau interaction (‘‘propagating tau’’). Figure 6 C shows subject stratiﬁcation assignments overlaid on thepseudo-longitudinal subject order derived from the tau frequency", "distribution approach. Using this stratiﬁcation method, subjects assigned to the ‘‘spreading tau’’ group are found just before orshortly after the start of the tau acceleration phase, whereas those designated ‘‘propagating tau’’ are nearly all found within and beyond the acceleration phase. As expected, longitudinalsubjects within the ‘‘spreading’’ and, in particular, ‘‘propagating’’tau groups showed dramatically greater whole-brain annualized tau accumulation ( Figure 6 D). Expert recommendations for the use of the amyloid-lowering drug, aducanumab, emphasize theimportance of positive AD biomarkers and a clinical label of MCI or mild dementia ( Cummings and Salloway, 2021 ). There- fore, it is important to note that the model-driven subject stratiﬁ-cation method presented here overlays inconsistently on the biomarker-anchored clinical groupings conventionally used in AD clinical trials ( Figure 6 E;Table S7 ). For example, subjects in the ‘‘spreading tau’’ group, whom we hypothesize will beneﬁt most from amyloid-lowering therapy, represent only 14.4% of the overall A b+ MCI group. These ﬁndings raise the possibility that a molecular-anatomical deﬁnition of disease stage mayoutperform clinical labels in predicting clinical responsiveness to amyloid-lowering and other AD therapies. DISCUSSIONFor decades, AD researchers have questioned how remote A b can stimulate neuroﬁbrillary tauopathy to spread beyond themedial temporal lobe during the preclinical stages of AD ( Musiek and Holtzman, 2012 ;Jagust, 2018 ). The present work shows that these early A b-tau interactions are likely mediated, at least in part, by long-range neural connections between the EC andbrain regions in which early A bdeposition occurs. More recent neuroimaging studies have emphasized a tau acceleration phase, in which frontal, temporal, and parietal heteromodal as-sociation cortex tauopathy takes hold in patients with late MCI, heralding the transition to dementia ( Sanchez et al., 2021a , 2021b ). Our ﬁndings identify the bilateral ITG regions as key propagation hubs whose connectional proﬁles are poised to disseminate tau throughout the neocortex, perhaps facilitated by local A b-tau interactions. Tau spreading mechanisms remain a focus of intensive study, and transneuronal spreading is but one among several proposed mechanisms. The present neuroimaging analyses, conducted at the spatial resolution of brain regions and major ﬁber pathways,were not designed to address all potential cellular mechanisms or to estimate their relative contributions. Rather, we worked from the assumption that transneuronal spreading makes atll Article Neuron 110, 1932–1943, June 15, 2022 1939 least some contribution to tau progression in AD even if other factors, such as shared regional vulnerability, local spreading, and other mechanisms contribute. In that regard, it is somewhat remarkable that a model based on transneuronal spreadingprovides such a strong ﬁt to the experimental data. Nonetheless, not all of our ﬁndings ﬁt the connectivity-based model. For example, not all participants with early AD conformed to thetau spreading pseudo-order derived from cross-sectional tau- PET data ( Figure 1 C). This variability may reﬂect heterogeneous AD anatomical trajectories ( Vogel et al., 2021 ), connectivity-inde-pendent tau spreading mechanisms, or a combination of these factors. Although our longitudinal data strongly supported the temporal predictions of our model, we observed some", "overlap in tau accumulation rates among patients who did or did notbecome newly co-positive for A band tau in the ITG propagation hubs at follow-up ( Figure 5 C). This overlap could reﬂect involve- ment of non-ITG propagation hubs, PET tracer insensitivity toearly tau deposition, or connectivity-independent tau progres- sion. Additional research is needed to resolve these possibilities and to further reﬁne the model proposed here. Figure 6. Two A b-tau interactions deﬁne a fundamental arc of AD molecular-anatomical progression (A) Schematic representation of the AD progression model. (B) Each subject’s data are plotted, with an arrow connecting the baseline and follow-up scans (arrowhead points to later timepoint) where available . The nonlinear relationship between metrics representing EC remote A b-tau interaction and ITG local A b-tau interaction support the notion that these phenomena represent a temporal progression.(C) Subjects were stratiﬁed into four groups and overlaid on the pseudo-longitudinal subject order derived from the tau frequency distribution appr oach. Group color-coding in (B) and (C) indicates four tau group assignments at baseline.(D) Annualized longitudinal tau W-score change maps, stratiﬁed by baseline tau group assignment, demonstrate the dramatic increase in tau spreading in the propagating tau group.(E) Subjects from the ADNI and Korean validation cohorts were stratiﬁed into 4 groups within each biomarker-anchored clinical label. EC, entorhinal cortex; ITG, inferior temporal gyrus; NFT, neuroﬁbrillary tangle; ROI, region of interest; AD, Alzheimer’s disease.ll Article 1940 Neuron 110, 1932–1943, June 15, 2022 A limitation of the current study is the use of a single structural connectome derived from healthy control subjects. Diffusion tensor imaging (DTI) tractography methods can result in errone- ously estimated connections ( Maier-Hein et al., 2017 ), and ear- ly-stage AD may alter the connectome in ways that could inﬂu- ence our model-based predictions. As in our previous work (Zhou et al., 2012 ;Brown et al., 2019 ), we used the normative connectome to model disease spreading based on the assump-tion that major changes in the fundamental connectome architecture are unlikely even if individual edge weights may be inﬂuenced by disease. Furthermore, we employed a networkﬂow-based tau spreading model; this model reﬂects all possible paths between source and target regions, providing robustness to minor errors in single-edge connectivity estimation. A nextstep in the development of this model will be to incorporate indi- vidual patient functional and/or structural connectomes to eval- uate whether and how disease-related connectivity changesmodulate tau spreading. Conclusion Our ﬁndings address a long-standing question about thepathogenesis and progressi on of AD by placing early A b-tau interactions within a connectiv ity-based molecular-anatomical framework. This framework suggests that the natural historyof AD traverses a critical period that begins once A bemerges within EC-connected regions, continues as tau spreads from the EC into connected mesial temporal and limbic regions,and may end once A band tau interact within the ITG propaga- tion hubs, whose connections are well suited to facilitate widespread neocortical tau propagation. The efﬁcacy ofAb-lowering drugs may depend on the timing of their delivery (Mintun et al., 2021 ),", "and the critical period deﬁned here can now be evaluated as a potential therapeutic window. Additional work is needed to determine whether subject strat-iﬁcation methods based on this model can help predict responsiveness to A b-lowering and other AD therapeutic strategies. STAR+METHODS Detailed methods are provided in the online version of this paper and include the following: dKEY RESOURCES TABLE dRESOURCE AVAILABILITY BLead contact BMaterials availability BData and code availability dEXPERIMENTAL MODEL AND SUBJECT DETAILS BParticipants dMETHOD DETAILS BImage acquisition BPET image processing BStructural network construction dQUANTIFICATION AND STATISTICAL ANALYSIS BDetermination of individual tau-PET pattern BDetermination of pseudo-longitudinal order BNetwork ﬂow-based connectivity derivationBPropagation hub identiﬁcation BStatistical evaluation of network spread BAnalysis of network-based A b-tau interactions BLongitudinal analyses of tau acceleration BNetwork model-based subject stratiﬁcation SUPPLEMENTAL INFORMATION Supplemental information can be found online at https://doi.org/10.1016/j. neuron.2022.03.034 . ACKNOWLEDGMENTS Data collection and sharing for this project was funded by the Alzheimer’s Disease Neuroimaging Initiative (ADNI) (National Institutes of Health grantU01 AG024904) and DOD ADNI (Department of Defense award numberW81XWH-12-2-0012). ADNI is funded by the National Institute on Aging, theNational Institute of Biomedical Imaging and Bioengineering, and throughgenerous contributions from the following: AbbVie; Alzheimer’s Association;Alzheimer’s Drug Discovery Foundation; Araclon Biotech; BioClinica, Inc.; Bio-gen; Bristol-Myers Squibb Company; CereSpir, Inc.; Cogstate; Eisai Inc.; Elan Pharmaceuticals, Inc.; Eli Lilly and Company; EuroImmun; F. Hoffmann-La Roche Ltd and its afﬁliated company Genentech, Inc.; Fujirebio; GE Health-care; IXICO Ltd.; Janssen Alzheimer Immunotherapy Research & Develop-ment, LLC; Johnson & Johnson Pharmaceutical Research & DevelopmentLLC; Lumosity; Lundbeck; Merck & Co., Inc.; Meso Scale Diagnostics, LLC;NeuroRx Research; Neurotrack Technologies; Novartis Pharmaceuticals Cor-poration; Pﬁzer Inc.; Piramal Imaging; Servier; Takeda Pharmaceutical Com-pany; and Transition Therapeutics. The Canadian Institutes of Health Researchis providing funds to support ADNI clinical sites in Canada. Private sector con-tributions are facilitated by the Foundation for the National Institutes of Health(www.fnih.org ). The grantee organization is the Northern California Institute for Research and Education, and the study is coordinated by the Alzheimer’sTherapeutic Research Institute at the University of Southern California. ADNIdata are disseminated by the Laboratory of Neuro Imaging at the Universityof Southern California. This work was partly supported by the National Research Foundation of Korea (NRF) grant funded by the Korean Government (MSIP) (no.2019R1A2C109021211, NRF2020R1F1A1076154, NRF2020R1C1C1014725,& NRF2018R1D1A1B07049386), Yonsei University College of Medicine grant 6-2021-0094, the Institute of Information & Communications Technology Plan- ning & Evaluation (IITP) grant funded by the Korean Government (MSIT) (no.2019-0-00079, Department of Artiﬁcial Intelligence [Korea University]), KoreaHealth Industry Development Institute (HU20C0164), and by NIH grantsAG019724, AG062422, AG055698, and AG065501. AUTHOR CONTRIBUTIONS W.J.L., J.-K.S., and W.W.S. conceived and designed the study. W.J.L., H.R.K., H.C., and C.H.L. contributed to data acquisition and processing. W.J.L. per-formed the experimental work, and W.J.L., J.A.B., J.-K.S., and W.W.S.analyzed and interpreted the results. W.J.L., J.A.B., J.-K.S., and W.W.S. wrotethe manuscript, and J.-K.S. and W.W.S. substantively revised it. All authorsparticipated in the discussion and critically reviewed the paper. DECLARATION OF INTERESTS W.W.S. received compensation as a lecturer for Corcept Therapeutics and as a consultant for Guidepoint Global Consulting and GLG Council. G.D.R.", "re-ceives research support from the National Institutes of Health, Alzheimer’s As-sociation, American College of Radiology, Rainwater Charitable Foundation,gift from Edward and Pearl Fein, Avid Radiopharmaceuticals, Eli Lilly, Life Mo-lecular Imaging, GE Healthcare, and Genentech. He has served as a consul-tant for Axon Neurosciences, Eisai, GE Healthcare, Merck, Genentech, andRoche. He serves on a data safety monitoring board for Johnson & Johnson.ll Article Neuron 110, 1932–1943, June 15, 2022 1941 He is an Associate Editor for JAMA Neurology. A subset of the authors has ﬁled provisional patent no. 63/085,749 in the U.S. based on this work. Received: November 18, 2021 Revised: February 19, 2022Accepted: March 28, 2022 Published: April 19, 2022 REFERENCES Aizenstein, H.J., Nebes, R.D., Saxton, J.A., Price, J.C., Mathis, C.A., Tsopelas, N.D., Ziolko, S.K., James, J.A., Snitz, B.E., Houck, P.R., et al. (2008). Frequentamyloid deposition without signiﬁcant cognitive impairment Among theelderly. Arch. Neurol. 65, 1509–1517 . Albert, M.S., Dekosky, S.T., Dickson, D., Dubois, B., Feldman, H.H., Fox, N.C., Gamst, A., Holtzman, D.M., Jagust, W.J., Petersen, R.C., et al. (2011). Thediagnosis of mild cognitive impairment due to Alzheimer’s disease: recom-mendations from the National Institute on Aging-Alzheimer’s Associationworkgroups on diagnostic guidelines for Alzheimer’s disease. Alzheimers.Dement. 7, 270–279 . Baek, M.S., Cho, H., Lee, H.S., Choi, J.Y., Lee, J.H., Ryu, Y.H., Lee, M.S., and Lyoo, C.H. (2020). Temporal trajectories of in vivo tau and amyloid- baccumu- lation in Alzheimer’s disease. Eur. J. Nucl. Med. Mol. Imaging 47, 2879–2886 . Beaulieu, C. (2002). The basis of anisotropic water diffusion in the nervous sys- tem – a technical review. NMR Biomed. 15, 435–455 . Benjamini, Y., and Hochberg, Y. (1995). Controlling the false discovery rate: A practical and powerful approach to multiple testing. J. R. Stat. Soc. BMethodol. 57, 289–300 . Braak, H., Alafuzoff, I., Arzberger, T., Kretzschmar, H., and Del Tredici, K. (2006). Staging of Alzheimer disease-associated neuroﬁbrillary pathology us-ing parafﬁn sections and immunocytochemistry. Acta Neuropathol. 112, 389–404 . Braak, H., and Braak, E. (1991). Neuropathological stageing of Alzheimer- related changes. Acta Neuropathol. 82, 239–259 . Braak, H., and Del Tredici, K. (2011). Alzheimer’s pathogenesis: is there neuron-to-neuron propagation? Acta Neuropathol. 121, 589–595 . Brown, J.A., Deng, J., Neuhaus, J., Sible, I.J., Sias, A.C., Lee, S.E., Kornak, J., Marx, G.A., Karydas, A.M., Spina, S., et al. (2019). Patient-tailored, connectiv-ity-based forecasts of spreading brain atrophy. Neuron 104, 856–868.e5 . Cho, H., Choi, J.Y., Hwang, M.S., Kim, Y.J., Lee, H.M., Lee, H.S., Lee, J.H., Ryu, Y.H., Lee, M.S., and Lyoo, C.H. (2016). In vivo cortical spreading patternof tau and amyloid in the Alzheimer disease spectrum. Ann. Neurol. 80, 247–258 . Cho, H., Choi, J.Y., Lee, H.S., Lee, J.H., Ryu, Y.H., Lee, M.S., Jack, C.R., and Lyoo, C.H. (2019). Progressive tau accumulation in Alzheimer disease: 2-yearfollow-up study. J. Nucl. Med. 60, 1611–1621 . Choi, J.Y., Cho, H., Ahn, S.J., Lee, J.H., Ryu, Y.H., Lee, M.S., and Lyoo, C.H. (2018). Off-target 18F-AV-1451 binding in the basal ganglia correlates withage-related iron accumulation. J. Nucl. Med. 59, 117–120 . Clavaguera, F., Akatsu, H., Fraser, G., Crowther, R.A., Frank, S.,", "Hench, J., Probst, A., Winkler, D.T., Reichwald, J., Staufenbiel, M., et al. (2013). Brain ho-mogenates from human tauopathies induce tau inclusions in mouse brain.Proc. Natl. Acad. Sci. USA 110, 9535–9540 . Crary, J.F., Trojanowski, J.Q., Schneider, J.A., Abisambra, J.F., Abner, E.L., Alafuzoff, I., Arnold, S.E., Attems, J., Beach, T.G., Bigio, E.H., et al. (2014).Primary age-related tauopathy (PART): a common pathology associatedwith human aging. Acta neuropathol. 128, 755–766 . Cummings, J., and Salloway, S. (2021). Aducanumab: appropriate use recom- mendations. Alzheimers Dem. 18, 531–533 . Das, S.R., Xie, L., Wisse, L.E.M., Ittyerah, R., Tustison, N.J., Dickerson, B.C., Yushkevich, P.A., and Wolk, D.A.; Alzheimer’s Disease NeuroimagingInitiative. (2018). Longitudinal and cross-sectional structural magnetic reso-nance imaging correlates of AV-1451 uptake. Neurobiol. Aging 66, 49–58 .Ewing-Cobbs, L., Hasan, K.M., Prasad, M.R., Kramer, L., and Bachevalier, J. (2006). Corpus callosum diffusion anisotropy correlates with neuropsycholog-ical outcomes in twins disconcordant for traumatic brain injury. AJNR Am. J.Neuroradiol. 27, 879–881 . Fan, L., Li, H., Zhuo, J., Zhang, Y., Wang, J., Chen, L., Yang, Z., Chu, C., Xie, S., Laird, A.R., et al. (2016). The human Brainnetome atlas: A new brain atlasbased on connectional architecture. Cereb. Cortex 26, 3508–3526 . Franzmeier, N., Neitzel, J., Rubinski, A., Smith, R., Strandberg, O., Ossenkoppele, R., Hansson, O., Ewers, M., and Alzheimer’s DiseaseNeuroimaging Initiative (ADNI). (2020). Functional brain architecture is associ-ated with the rate of tau accumulation in Alzheimer’s disease. Nat. Commun.11, 347 . Gold, B.T., Powell, D.K., Xuan, L., Jiang, Y., and Hardy, P.A. (2007). Speed of lexical decision correlates with diffusion anisotropy in left parietal and frontalwhite matter: evidence from diffusion tensor imaging. Neuropsychologia 45, 2439–2446 . Grothe, M.J., Barthel, H., Sepulcre, J., Dyrba, M., Sabri, O., and Teipel, S.J.; Alzheimer’s Disease Neuroimaging Initiative. (2017). In vivo staging of regionalamyloid deposition. Neurology 89, 2031–2038 . He, Z., Guo, J.L., Mcbride, J.D., Narasimhan, S., Kim, H., Changolkar, L., Zhang, B., Gathagan, R.J., Yue, C., Dengler, C., Stieber, A., et al. (2018).Amyloid-beta plaques enhance Alzheimer’s brain tau-seeded pathologies byfacilitating neuritic plaque tau aggregation. Nat. Med. 24, 29–38 . Hoaglin, D.C., Mosteller, F., and Tukey, J.W. (2000). Understanding Robust and Exploratory Data Analysis (Wiley) . Hyman, B.T., Damasio, A.R., Van Hoesen, G.W., and Barnes, C.L. (1984). Alzheimer’s disease: cell-speciﬁc pathology isolates the hippocampal forma-tion. Science 225, 1168–1170 . Indrayan, A., and Malhotra, R.K. (2017). Medical Biostatistics (CRC Press) . Iturria-Medina, Y., Sotero, R.C., Toussaint, P.J., and Evans, A.C.; Alzheimer’s Disease Neuroimaging Initiative. (2014). Epidemic spreading model to charac-terize misfolded proteins propagation in aging and associated neurodegener-ative disorders. PLoS Comput. Biol. 10, e1003956 . Jack, C.R., Knopman, D.S., Jagust, W.J., Shaw, L.M., Aisen, P.S., Weiner, M.W., Petersen, R.C., and Trojanowski, J.Q. (2010). Hypothetical model of dy-namic biomarkers of the Alzheimer’s pathological cascade. Lancet Neurol. 9, 119–128 . Jack, C.R., Petersen, R.C., Xu, Y.C., Waring, S.C., O’Brien, P.C., Tangalos, E.G., Smith, G.E., Ivnik, R.J., and Kokmen, E. (1997). Medial temporal atrophyon MRI in normal aging and very mild Alzheimer’s disease. Neurology 49, 786–794 . Jagust, W. (2018). Imaging the evolution and pathophysiology of Alzheimer disease.", "Nat. Rev. Neurosci. 19, 687–700 . Jagust, W.J., Landau, S.M., Koeppe, R.A., Reiman, E.M., Chen, K., Mathis, C.A., Price, J.C., Foster, N.L., and Wang, A.Y. (2015). The Alzheimer’s diseaseneuroimaging initiative 2 PET core: 2015. Alzheimers. Dement. 11, 757–771 . Johnson, K.A., Schultz, A., Betensky, R.A., Becker, J.A., Sepulcre, J., Rentz, D., Mormino, E., Chhatwal, J., Amariglio, R., Papp, K., et al. (2016). Tau posi- tron emission tomographic imaging in aging and early Alzheimer disease. Ann.Neurol. 79, 110–119 . Joshi, A.D., Pontecorvo, M.J., Clark, C.M., Carpenter, A.P., Jennings, D.L., Sadowsky, C.H., Adler, L.P., Kovnat, K.D., Seibyl, J.P., Arora, A., et al.(2012). Performance characteristics of amyloid PET with ﬂorbetapir F 18 in pa-tients with Alzheimer’s disease and cognitively normal subjects. J. Nucl. Med. 53, 378–384 . Kim, E.J., Hwang, J.L., Gaus, S.E., Nana, A.L., Deng, J., Brown, J.A., Spina, S., Lee, M.J., Ramos, E.M., Grinberg, L.T., et al. (2020). Evidence of corticofugaltau spreading in patients with frontotemporal dementia. Acta Neuropathol.139, 27–43 . La Joie, R., Perrotin, A., Barr €e, L., Hommet, C., M €ezenge, F., Ibazizene, M., Camus, V., Abbas, A., Landeau, B., and Guilloteau, D. (2012). Region-speciﬁchierarchy between atrophy, hypometabolism, and b-amyloid (A b) load in Alzheimer’s disease dementia. J. Neurosci. 32, 16265–16273 .ll Article 1942 Neuron 110, 1932–1943, June 15, 2022 Lemoine, L., Leuzy, A., Chiotis, K., Rodriguez-Vieitez, E., and Nordberg, A. (2018). Tau positron emission tomography imaging in tauopathies: the addedhurdle of off-target binding. Alzheimers. Dement. (Amst) 10, 232–236 . Leuzy, A., Chiotis, K., Lemoine, L., Gillberg, P.G., Almkvist, O., Rodriguez- Vieitez, E., and Nordberg, A. (2019). Tau PET imaging in neurodegenerativetauopathies—still a challenge. Mol. Psychiatry 24, 1112–1134 . Liu, L., Drouet, V., Wu, J.W., Witter, M.P., Small, S.A., Clelland, C., and Duff, K. (2012). Trans-synaptic spread of tau pathology in vivo. PLoS One 7, e31302 . Lockhart, S.N., Ayakta, N., Winer, J.R., La Joie, R., Rabinovici, G.D., and Jagust, W.J. (2017). Elevated (18)F-AV-1451 PET tracer uptake detected inincidental imaging ﬁndings. Neurology 88, 1095–1097 . Maass, A., Landau, S., Baker, S.L., Horng, A., Lockhart, S.N., La Joie, R., Rabinovici, G.D., and Jagust, W.J.; Alzheimer’s Disease NeuroimagingInitiative. (2017). Comparison of multiple tau-PET measures as biomarkers inaging and Alzheimer’s disease. NeuroImage 157, 448–463 . Maier-Hein, K.H., Neher, P.F., Houde, J.-C., Co ¨t€e, M.-A., Garyfallidis, E., Zhong, J., Chamberland, M., Yeh, F.-C., Lin, Y.-C., Ji, Q., et al. (2017). Thechallenge of mapping the human connectome based on diffusion tractogra-phy. Nat. Commun. 8, 1349 . Mcdade, E., Wang, G., Gordon, B.A., Hassenstab, J., Benzinger, T.L.S., Buckles, V., Fagan, A.M., Holtzman, D.M., Cairns, N.J., Goate, A.M., et al.(2018). Longitudinal cognitive and biomarker changes in dominantly inheritedAlzheimer disease. Neurology 91, e1295–e1306 . McKhann, G.M., Knopman, D.S., Chertkow, H., Hyman, B.T., Jack, C.R., Kawas, C.H., Klunk, W.E., Koroshetz, W.J., Manly, J.J., Mayeux, R., et al.(2011). The diagnosis of dementia due to Alzheimer’s disease: recommenda-tions from the National Institute on Aging-Alzheimer’s Association workgroupson diagnostic guidelines for Alzheimer’s disease. Alzheimers. Dement. 7, 263–269 . Mintun, M.A., Lo, A.C., Duggan Evans, C., Wessels, A.M., Ardayﬁo, P.A., Andersen, S.W., Shcherbinin,", "S., Sparks, J., Sims, J.R., Brys, M., et al. (2021). Donanemab in early Alzheimer’s disease. N. Engl. J. Med. 384, 1691–1704 . Musiek, E.S., and Holtzman, D.M. (2012). Origins of Alzheimer’s disease: reconciling cerebrospinal ﬂuid biomarker and neuropathology data regarding the temporal sequence of amyloid-beta and tau involvement. Curr. Opin.Neurol. 25, 715–720 . Ossenkoppele, R., Iaccarino, L., Schonhaut, D.R., Brown, J.A., La Joie, R., O’Neil, J.P., Janabi, M., Baker, S.L., Kramer, J.H., Gorno-Tempini, M.L.,et al. (2019). Tau covariance patterns in Alzheimer’s disease patients matchintrinsic connectivity networks in the healthy brain. NeuroImage Clin. 23, 101848 . Ossenkoppele, R., Pijnenburg, Y.A., Perry, D.C., Cohn-Sheehy, B.I., Scheltens, N.M., Vogel, J.W., Kramer, J.H., Van Der Vlies, A.E., La Joie,R.L., Rosen, H.J., et al. (2015). The behavioural/dysexecutive variant ofAlzheimer’s disease: clinical, neuroimaging and pathological features. Brain138, 2732–2749 . Petersen, R.C., Aisen, P.S., Beckett, L.A., Donohue, M.C., Gamst, A.C., Harvey, D.J., Jack, C.R.,J.R., Jagust, W.J., Shaw, L.M., Toga, A.W., et al.(2010). Alzheimer’s Disease Neuroimaging Initiative (ADNI): clinical character-ization. Neurology 74, 201–209 . Raj, A., Kuceyeski, A., and Weiner, M. (2012). A network diffusion model of dis- ease progression in dementia. Neuron 73, 1204–1215 . Raj, A., Locastro, E., Kuceyeski, A., Tosun, D., Relkin, N., Weiner, M., and Alzheimer’s Disease Neuroimaging Initiative (ADNI). (2015). Network diffusionmodel of progression predicts longitudinal patterns of atrophy and metabolism in Alzheimer’s disease. Cell Rep. 10, 359–369 . Sanchez, J.S., Becker, J.A., Jacobs, H.I.L., Hanseeuw, B.J., Jiang, S., Schultz, A.P., Properzi, M.J., Katz, S.R., Beiser, A., Satizabal, C.L., et al. (2021a). Thecortical origin and initial spread of medial temporal tauopathy in Alzheimer’sdisease assessed with positron emission tomography. Sci. Transl. Med. 13, eabc0655 . Sanchez, J.S., Hanseeuw, B.J., Lopera, F., Sperling, R.A., Baena, A., Bocanegra, Y., Aguillon, D., Guzma ˜n-V€elez, E., Pardilla-Delgado, E., Ramirez-Gomez, L., et al. (2021b). Longitudinal amyloid and tau accumulationin autosomal dominant Alzheimer’s disease: ﬁndings from the Colombia-Boston (COLBOS) biomarker study. Alzheimer’s Res. Therapy 13,2 7. Scott, M.R., Hampton, O.L., Buckley, R.F., Chhatwal, J.P., Hanseeuw, B.J., Jacobs, H.I.L., Properzi, M.J., Sanchez, J.S., Johnson, K.A., Sperling, R.A., et al. (2020). Inferior temporal tau is associated with accelerated prospectivecortical thinning in clinically normal older adults. NeuroImage 220, 116991 . Sepulcre, J., Grothe, M.J., D’Oleire Uquillas, F., Ortiz-Tera ´n, L., Diez, I., Yang, H.S., Jacobs, H.I.L., Hanseeuw, B.J., Li, Q., El-Fakhri, G., et al. (2018).Neurogenetic contributions to amyloid beta and tau spreading in the humancortex. Nat. Med. 24, 1910–1918 . Thal, D.R., R €ub, U., Orantes, M., and Braak, H. (2002). Phases of A beta-depo- sition in the human brain and its relevance for the development of AD.Neurology 58, 1791–1800 . Tsai, R.M., Bejanin, A., Lesman-Segev, O., Lajoie, R., Visani, A., Bourakova, V., O’Neil, J.P., Janabi, M., Baker, S., Lee, S.E., et al. (2019). 18F-ﬂortaucipir (AV-1451) tau PET in frontotemporal dementia syndromes. Alzheimers Res. Ther.11,1 3. Van Den Heuvel, M.P., and Sporns, O. (2011). Rich-club organization of the hu- man connectome. J. Neurosci. 31, 15775–15786 . Vogel, J.W., Iturria-Medina, Y., Strandberg, O.T., Smith, R., Levitis, E., Evans, A.C., and Hansson, O.; Alzheimer’s Disease", "Neuroimaging Initiative; SwedishBioFinder Study (2020). Spread of pathological tau proteins through commu-nicating neurons in human Alzheimer’s disease. Nat. Commun. 11, 2612 . Vogel, J.W., Young, A.L., Oxtoby, N.P., Smith, R., Ossenkoppele, R., Strandberg, O.T., La Joie, R., Aksman, L.M., Grothe, M.J., Iturria-Medina,Y., et al. (2021). Four distinct trajectories of tau deposition identiﬁed inAlzheimer’s disease. Nat. Med. 27, 871–881 . Wang, R., Benner, T., Sorensen, A.G., and Wedeen, V.J. (2007). Diffusion tool- kit: a software package for diffusion imaging data processing and tractogra- phy. Proc. Int. Soc. Magn. Reson. Med. 15, 3720 . Waters, J. (2010). The concentration of soluble extracellular amyloid- bprotein in acute brain slices from CRND8 mice. PloS One 5, e15709 . Wilson, R.J. (1979). Introduction to Graph Theory (Pearson Education) . Wolk, D.A., and Dickerson, B.C.; Alzheimer’s Disease Neuroimaging Initiative (2010). Apolipoprotein E (APOE) genotype has dissociable effects on memoryand attentional–executive network function in Alzheimer’s disease. Proc. Natl.Acad. Sci. USA 107, 10256–10261 . Wook Yoo, S., Han, C.E., Shin, J.S., Won Seo, S., Na, D.L., Kaiser, M., Jeong, Y., and Seong, J.K. (2015). A network ﬂow-based analysis of cognitive reservein normal ageing and Alzheimer’s disease. Sci. Rep. 5, 10057 . Zhou, J., Gennatas, E.D., Kramer, J.H., Miller, B.L., and Seeley, W.W. (2012). Predicting regional neurodegeneration from the healthy brain functional con-nectome. Neuron 73, 1216–1227 .ll Article Neuron 110, 1932–1943, June 15, 2022 1943 STAR+METHODS KEY RESOURCES TABLE RESOURCE AVAILABILITY Lead contact Further information and requests for resources should be directed to and will be fulﬁlled by the lead contact, William Seeley ( bill. seeley@ucsf.edu ). Materials availability This study did not generate new unique reagents. Data and code availability All data reported in this paper will be shared by the lead contact upon request. All original code has been deposited at GitHub and is publicly available as of the date of publication. DOIs are listed in the key resources table . Any additional information required to re- analyze the data reported in this paper is available from the lead contact upon request. EXPERIMENTAL MODEL AND SUBJECT DETAILS Participants We included participants from two non-overlapping datasets for this study: the discovery dataset and the validation dataset. The discovery dataset consisted of participants from the Alzheimer’s Disease Neuroimaging Initiative (ADNI, http://adni.loni.usc.edu/ ) and includes patients with AD-type dementia, mild cognitive impairment (MCI), and cognitively normal age-matched controls. All participants underwent structural magnetic resonance imaging (MRI) scans and positron emission tomography (PET) using18F-ﬂor- betapir (AV45) for A band18F-ﬂortaucipir (AV1451) scans for tau. 187 cognitively normal (CN) subjects, 64 patients with early MCI (early MCI), 30 patients with late MCI (late MCI), and 11 patients with AD dementia were used for the discovery dataset. Detailed diag-nostic criteria were previously reported ( http://adni.loni.usc.edu/methods/ )(Petersen et al., 2010 ). Of the 292 subjects available, four CN subjects, one early MCI patient, and two AD-type dementia patients were excluded due to poor co-registration quality between MRI and PET scans. One early MCI patient and one CN subject were excluded due to poor pre-processing during", "Freesurfer-basedimage analysis. The ADNI sample size for the main analyses was 283 ( Table 1 ). We also included 95 CN subjects from ADNI to construct the healthy structural connectome. These participants satisﬁed identical diagnostic criteria as the previous CN subjects but were chosen because they had undergone structural MRI scans and diffusion-weighted MRI (DWI) scans suitable for diffusiontractography. Of these 95 subjects, 49 were also included in the discovery dataset used for PET analysis. The validation dataset included participants clinically diagnosed at Gangnam Severance Hospital, South Korea, from January 2015 to July 2016 ( Table 1 ). This study was approved by the institutional review board of Gangnam Severance Hospital and written informed consent was obtained from all subjects. All participants in the validation dataset underwent structural MRI, as well as 18F-ﬂorbetaben PET for A band18F-ﬂortaucipir PET for tau. The participants included 96 CN subjects showing normal performance on neuropsychological tests and no abnormalities on brain MRI, as well as 84 patients with amnestic MCI (aMCI) and 71 with AD-typedementia fulﬁlling the National Institute on Aging–Alzheimer Association diagnostic criteria for ‘‘MCI due to AD with intermediate orhigh likelihood’’ ( Albert et al., 2011 ) and ‘‘probable dementia with evidence of the AD pathophysiologic process’’ ( McKhann et al., 2011 ), respectively. Detailed diagnostic criteria for all three clinical groups have been described ( Cho et al., 2019 ).REAGENT or RESOURCE SOURCE IDENTIFIER Deposited data Raw and analyzed data ADNI http://adni.loni.usc.edu/ Brainnetome atlas Fan et al. (2016) http://www.brainnetome.org/ Software and algorithms MATLAB Mathworks https://www.mathworks.com/ FreeSurfer Open source http://surfer.nmr.mgh.harvard.edu/ FSL FMRIB https://fsl.fmrib.ox.ac.uk/fsl/ UCLA Multimodal Connectivity Package https://github.com/jbrown81/umcp/ Custom MATLAB code https://github.com/wjlee3/neuron_2022 https://doi.org/10.5281/zenodo.6387082ll Article e1Neuron 110, 1932–1943.e1–e5, June 15, 2022 For longitudinal analyses, we downloaded additional image data from the ADNI repository in January 2021. All participants had baseline scans satisfying the same criteria used for the cross-sectional analyses and had undergone follow-up structural MRI and ﬂortaucipir PET scans. Due to the limited samples available, we included all MCI subjects and considered early and late MCI together (Table 1 ). With 19 newly added subjects after excluding 4 due to image co-registration errors, 72 CN subjects, 55 patients with MCI (amyloid-PET-positive: 32), and 8 patients with AD dementia were available for the ADNI discovery dataset. In the Korean validation dataset, 169 participants including 74 CN subjects, 59 patients with amnestic MCI (amyloid-PET-positive: 36), and 36 patients with dementia (amyloid-PET-positive: 28) had follow-up scans. After calculating mean annualized change in tau-PET W-scores across all ROIs, four subjects with extreme outlier values, deﬁned as any values more than 3 times the interquartile range above the thirdquartile, were removed from the longitudinal analyses ( Hoaglin et al., 2000 ). METHOD DETAILSImage acquisition For the discovery (ADNI) dataset, structural MRI and PET scans were downloaded on April 2019 from the ADNI repository. StructuralMRIs were acquired in ADNI-2 and ADNI-3 phases using 3T MRI scanners with 3D magnetization-prepared rapid gradient echo (MP-RAGE) or inversion recovery-fast spoiled gradient recalled (IR-SPGR) sequences. Detailed protocols of MRI scanner for T1-weighted", "imaging can be found online ( http://adni.loni.usc.edu/methods/documents/mri-protocols/ ). Florbetapir PET scans were acquired for 20 minutes (4 35 min frames) at 50-70 min post injection of 10 mCi tracers, and Flortaucipir PET scans were acquired for 30 min (6 35 min frames) at 75-105 min post injection of 10 mCi tracers. We only used MRI scans having the shortest interval between MRI and Flortaucipir PET acquisition, all within six months (37 ± 40 days) of each other. Florbetapir images were used if acquired within 1 year of Flortaucipir (23 ± 38 days), in keeping with previous approaches ( Das et al., 2018 ;Maass et al., 2017 ). DWI had the same acquisition date as the corresponding T 1-weighted MRI. Multiple b=0 s/mm2images and 48 b=1000 s/mm2images were acquired for DWI with 2 3232m m3voxels in ADNI-3 phase ( http://adni.loni.usc.edu/methods/ ). In the valida- tion (Korean) dataset, T 1-weighted MRI was also obtained using a 3T MR scanner with 3D SPGR sequence. Each of the Florbetaben and Flortaucipir PET scans was acquired for 20 minutes on separate days at 90 min and 80 minutes after the injection of tracers, respectively. Detailed acquisition parameters have been described ( Cho et al., 2019 ). PET image processing Each A b- and tau-PET image for both baseline and follow-up scans was preprocessed as follows ( Vogel et al., 2021 ). The raw PET image was ﬁrst co-registered between frames to reduce motion effects with conversion to DICOM format and processed byaveraging ﬁve-minute frames. The generated images were then reoriented into a standard 160 3160396 voxel image grid with 1.5 mm cubic voxels and intensity normalized. Finally, smoothing was performed with a scanner-speciﬁc ﬁlter function to make a uniform isotropic resolution of 8 mm full width at half maximum ( Jagust et al., 2015 )(http://adni.loni.usc.edu/ ). PET images were co-registered to the corresponding T1 image using FMRIB Software Library (FSL) Linear Registration Tool (FLIRT). For eachhemisphere, we used the atlas parcellation comprising 105 cerebral cortical and 18 subcortical brain regions deﬁned by the Brainnetome atlas ( Fan et al., 2016 ), which was reverse-normalized to each participant’s structural MRI scan. Standardized uptake value ratio (SUVR) images were obtained using whole cerebellum as a reference region. The voxel values assigned to a previouslyidentiﬁed region-of-interest (ROI) were averaged to obtain a regional SUVR value. The global retention ratio for Florbetapir images was computed based on A b-related regions including the frontal, anterior/posterior cingulate, lateral parietal, and lateral temporal regions ( Jagust et al., 2015 ). Subjects were classiﬁed as amyloid-positive when the global Florbetapir retention ratio exceeded 1.11, consistent with previous approaches ( Joshi et al., 2012 )(http://adni.loni.usc.edu/ ). Structural network construction Structural networks were constructed using diffusion tensor imaging (DTI) techniques, based on eddy-current-corrected diffusion-weighted MR images (FSL, http://www.fmrib.ox.ac.uk/fsl/ ). Each structural network consisted of nodes (brain regions) and edges (connections between node pairs). For each hemisphere, the nodes comprised the 105 cerebral cortical and 18 subcortical brain regions deﬁned by the Brainnetome atlas ( Fan", "et al., 2016 ). T1-weighted MR image volumes from the Brainnetome atlas were resampled to corresponding eddy-current-corrected diffusion-weighted MR image volumes using FreeSurfer ( http://surfer.nmr. mgh.harvard.edu/ ) to specify the nodes of each structural network. We derived the structural connectivity matrix at both individual and group levels. An individual-level network edge was deemed present if there was at least one streamline between a node pair,acquired by whole-brain deterministic tractography using the second order Runge-Kutta algorithm through the Diffusion toolkit (Wang et al., 2007 ). Fiber tracking was initiated at the 8 random points of each seed voxel with a fractional anisotropy (FA) > 0.3 and ended at the voxels with FA < 0.2 or a tract turning angle of > 45 degrees. The strength of each edge was determined basedon the FA values averaged across all connecting streamlines using the UCLA Multimodal Connectivity Package ( https://github. com/jbrown81/umcp )(van den Heuvel and Sporns, 2011 ). FA values have been considered to represent the level of microstructural organization of white matter tracts ( Beaulieu, 2002 ), which has been associated with the functional efﬁcacy of the connectionsll Article Neuron 110, 1932–1943.e1–e5, June 15, 2022 e2 (Ewing-Cobbs et al., 2006 ;Gold et al., 2007 ). The group-level network was computed by averaging individual network edges present in more than a third of all healthy (A b- CN) subjects. In the group-level network, 4.68% of edges were connected, and their range of mean FA values was 0.2215 [0.1766, 0.2842] (median [Q1, Q3]). QUANTIFICATION AND STATISTICAL ANALYSIS Determination of individual tau-PET pattern We employed gaussian mixture modeling for each ROI to address off-target Flortaucipir binding ( Choi et al., 2018 ;Lemoine et al., 2018 ;Lockhart et al., 2017 ). Following previous approaches ( Vogel et al., 2020 ), we assumed that a distribution of pathological signal would be skewed while those of off-target and non-speciﬁc signals would remain normally distributed across the study sample. All Flortaucipir SUVR values of each ROI were ﬁtted through a one-component and a two-component gaussian mixture model, of whichthe results were compared ﬁve times using Bayesian information criterion (BIC). Consistently lower BIC in a one-component model than a two-component model indicates SUVR values of the region are roughly normally distributed, implying no evidence of patho- logical tau deposition. The regions ﬁtted better with a one-component model were considered as not or not yet involved in tauopathy,so not included in the study (33 brain regions were regarded as off-target regions for the ADNI dataset and 46 for the Korean validation dataset; see Table S2 ). We then constructed a W-score map ( Jack et al., 1997 ;La Joie et al., 2012 ;Ossenkoppele et al., 2015 ) for each Flortaucipir PET image to represent individual pathological tau burden compared to the amyloid-PET-negative CN group ( Tsai et al., 2019 ).W-scores are standardized values adjusted for covariates including age, sex, and years of education. For each ROI, a linear regression was performed between the covariates and the regional SUVR values in the control", "group. The W-score was computed as a difference between actual and predicted pathological burden (i.e. the residual) of each subject, divided by the standard deviation of residuals inthe control group. In the individual W-score maps generated for Flortaucipir PET scans, greater values indicate greater Flortaucipir uptake, suggesting greater tau pathological burden. Determination of pseudo-longitudinal order To study the non-linear acceleration of tau aggregation required the use of cross-sectional data to make longitudinal inferences. To this end, we ﬁrst constructed a pseudo-longitudinal order by applying a frequency-based method to the tau-PET data of presymp-tomatic and prodromal AD (A b-positive CN and MCI, early or late) subjects. ROIs were ordered to deﬁne a regional tau spreading order by the frequencies with which the regional W-scores exceeded a given threshold across all subjects. We used a W-score threshold of 2.5, following previous research ( Cho et al., 2016 ), but other thresholds were also considered to evaluate robustness (see Figure S1 ). Subjects were sorted based on their number of ROIs having suprathreshold tau W-scores. To determine the period in which tau acceleration occurs, we used a smoothed line of the frequency graph based on the pseudo-longitudinal order. We deemed that the acceleration phase begins where the slope of the graph becomes larger than two and ends at the second inﬂection point, where the second derivative become zero. Network ﬂow-based connectivity derivation We constructed a ﬂow-based network based on maximum inter-nodal ﬂow, using the whole-brain structural network to model theextent of tau propagation between each node pair. Every possible non-overlapping distinct path between any two nodes was ex- tracted by employing a graph-theoretical maximum-ﬂow calculation method using the binary normative brain network ( Wook Yoo et al., 2015 ;Wilson, 1979 ). Each separate path contributed to the total inter-nodal ﬂow by the amount of the mean FA value of all edges in the path divided by the average inter-nodal streamline length in mm. The partial contributions were then combined throughall distinct paths, which became an edge weight between the source and sink nodes in the ﬂow-based connectivity matrix. By adopt- ing multiple distinct paths between two nodes, the ﬂow-based network provides a method for predicting the physical amount of tau delivered from the source to sink node. This ﬂow network was constructed at both the individual and group levels using the healthystructural connectome. Propagation hub identiﬁcation The ﬂow-based network described above was next used to identify propagation hubs, hypothesized to drive the acceleration phase of tau spreading. To this end, we searched a library of network ﬂow-based connectivity maps, one seeded by each of the 246 brain regions-of-interest, and we estimated the goodness-of-ﬁt (GOF) of each seed’s map to the progression of tau through the regionsrepresenting the tau acceleration phase. Speciﬁcally, binary inner and outer masks were deﬁned within the tau acceleration phase regions across a range of thresholds (see Figure S3 ). Assuming that the propagation hubs template the topography of acceleration phase tau spreading, the inner and outer mask regions were", "constrained to tau acceleration phase regions, arranged using thepseudo-longitudinal regional tau spreading order. We assigned the ﬁrst thirty brain regions to the inner mask and the next thirtyregions to the outer mask to capture earlier and later tau spreading. The inner mask was then gradually expanded by ten regions, producing 7 different sets of inner-outer mask pairs (see Figure S3 ), to mimic tau propagation and to avoid potential inﬂuence of arbitrary thresholding. For example, the second mask set had the ﬁrst forty regions as the inner mask and the next thirty regionsas the outer mask. A GOF score was calculated for each seed by subtracting its average connectivity to the outer mask areall Article e3Neuron 110, 1932–1943.e1–e5, June 15, 2022 from its average connectivity to the inner mask area., and a permutation-based one-sample t-test was performed using the GOF scores. The signiﬁcance level was determined using p < 0.05, Bonferroni-corrected for multiple tests. The propagation hubs were identiﬁed as the regions showing signiﬁcant GOF scores for all 7 mask pairs. In this way, regions that show the highest and most robust connectivity to regions that become tau-positive early in the acceleration phase were selected as propagation hubs. Statistical evaluation of network spread To assess the relationship between the network ﬂow-based connectivity in health and the topographical pattern of tau accelerationphase, we performed correlation analyses between the group-level ﬂow network derived from the identiﬁed ITG propagation hubsand the group-level tau-PET W-score contrast maps from ADNI subjects. The tau-PET contrast map was obtained by averaging all possible two-subject tau-PET W-score difference maps from subjects drawn (one each) from the acceleration and pre-acceleration periods. The pre-acceleration period consists of subjects ordered before the acceleration phase, based on the pseudo-longitudinalsubject order, insofar as they had at least one tau-positive region. Correlations were then evaluated in each hemisphere using the ipsilateral propagation hub. To place our ﬁndings in context of previous work from our group ( Brown et al., 2019 ;Zhou et al., 2012 ), we compared the network ﬂow-based correlations to those derived using shortest path length and Euclidean distance from the propagation hubs. The matrix of shortest path length was computed using group-level FA-weighted structural connectivity, and the Euclidean distances between each pair of nodes were averaged through all healthy subjects. For the correlation analyses, statistical signiﬁcance was set to p < 0.05 and multiple comparisons were corrected using the Benjamini-Hochberg false discoveryrate (FDR) method ( Benjamini and Hochberg, 1995 ) across three different measures and the two ITG propagation hubs. Furthermore, we calculated the null distribution of z-transformed correlation coefﬁcients using all brain regions as seeds to assess the statistical meaning of the correlation coefﬁcient for the ITG propagation hubs compared to other regions in terms of correlation with the topographical tau deposition representing the acceleration > pre-acceleration phase pattern as deﬁned above. Analysis of network-based A b-tau interactions We evaluated the relationship between A band tau based on remote and local interactions. For computing remote interactions of each ROI, A", "b-PET SUVR values in each connected region, based on the structural connectome, were multiplied by the FA value of the connecting tract, inversely weighted by the streamline length, based on the notion that remote interactions will reﬂect the strength of the connection and the distance over which these effects must travel ( Iturria-Medina et al., 2014 ;Waters, 2010 ). The connectivity-weighted A b-PET SUVRs for all connected regions were summed, and this remote A binﬂuence value was then multiplied by the tau W-score of the ROI. In this way, a region’s remote A b-tau interaction was determined by the strength and number of its connections to A b-PET-positive brain areas and by its local tau deposition. Similarly, local A b-tau interactions were obtained by multiplying the region’s A b-PET SUVR by the region’s local tau W-score. For the magnitude of A bdeposition, the regional A b-PET SUVR value was used because of its narrow dynamic range; in this context, W-score normalization may skew or exaggerate small changes in A bdeposition ( Grothe et al., 2017 ). To estimate where the remote and local interactions take place earliest in AD progression, we applied the same frequency-based method used for constructing the pseudo-longitudinal tau spreading order. Brain regions were ordered using the frequencies with which their remote or local A binﬂuence metric was positive and the tau W-score exceeded a given threshold. Both remote A b inﬂuence and local A bpositivity were determined using regional cutoff values calculated by employing a previously reported method (Aizenstein et al., 2008 ) that iteratively removes outliers within each region’s data from the A b-negative CN group until no outlier arises and multiplies the maximum of remaining values by a small number as a buffer. We considered the values higher than 1.5 3the interquartile range over the third quartile as outliers and identiﬁed a cutoff value as the 95 thpercentile of the remaining data after removing outliers. In addition, we compared the interaction score of each region with the median interaction scores of all other re-gions from the ipsilateral hemisphere. For this comparison, the continuous values of both interaction scores were used. To address regional variations in A b-PET SUVR across the whole brain, we normalized the remote/local A binﬂuence using the regional cutoffs, which were multiplied by each ROI’s local tau W-score to compute the remote and local A b-tau interaction scores. Permutation- based one-sample t-tests were used across all subjects and multiple comparisons were corrected using the FDR method ( Benjamini and Hochberg, 1995 ) across all regions within each hemisphere. To verify robustness of the interaction pseudo-order, we also considered a range of tau thresholds (see Figure S6 ). According to our hypotheses and main results (see Figure 4 ), we assumed that the remote A b-tau interactions occur earliest in the entorhinal cortex and have a critical inﬂuence on tau spreading from the EC, whereas local interactions occur early and crucially within the ITG. Therefore, we examined the location of the EC", "on the distribution of t-statistics for remote interaction scores andthe inferior temporal gyrus on the distribution of t-statistics for local interaction scores (see Figures 4 andS7). Longitudinal analyses of tau acceleration To strengthen the statistical power of the longitudinal analyses, we used regional tau W-scores of the ADNI and Korean datasets together. First, to determine whether the connectivity of the ITG stands out as a predictor of longitudinal tau accumulation, we performed correlation analyses between the regional ﬂow-based networks, derived from healthy controls, and the group-level annualized change in tau-PET W-maps, derived from A b+ subjects with MCI (n = 68). Off-target regions co-occurring in both datasets were removed from the correlation analyses but retained in network ﬂow-based map construction, in keeping with the cross-ll Article Neuron 110, 1932–1943.e1–e5, June 15, 2022 e4 sectional analyses. The correlation coefﬁcients of all seed regions were transformed to z-scores, and the values of the ITG propa- gation hubs were presented on the distribution (see Figure 5 A). Next, to assess the relationship between the two key A b-tau interactions and longitudinal tau accumulation, subjects were strat- iﬁed by the status of local A band tau for each ROI separately (including both left and right EC and ITG) as follows: (1) both A band tau were negative (-/-), (2) A bwas positive while tau was negative (+/-), (3) A bwas negative while tau was positive (-/+), and (4) both were positive (+/+). Necessarily, for each region-of-interest, groups 1-4 had different subject compositions. For each subject, we deter- mined the tau accumulation rate in regions ‘‘downstream’’ to the region-of-interest, by averaging the annualized change rates acrosstauW-scores among the 30 regions immediately following the region-of-interest within the dataset-speciﬁc regional tau spreading order. We ﬁrst performed two-sample t-tests using the averaged annualized change rates to compare the effects of the EC being Ab-positive vs. A b-negative in the presence of local tau-positivity. For the EC, subjects with negative local A band positive tau were further divided into two subgroups according to the EC remote A b-tau interaction status: remote A b-negative/local tau-positive and remote A b-positive/local tau-positive (see Figure 5 B). The downstream tau accumulation rates of the two subgroups were compared to examine the effects of remote A bon tau within the EC, using a Mann-Whitney U test, appropriate here due to the nonparametric distribution of the tau accumulation rate in these subgroups. We next evaluated the effects of local interaction be-tween A band tau within the ITG ( Figure 5 C). Subjects lacking local tau while having positive A bwithin the ITG were further divided into two sub-groups based on whether tau positivity emerged in the ITG at follow-up. The rationale for this subgrouping was that it would allow us to determine whether arrival of tau at the (already A b-positive) ITG promoted greater downstream tau spreading. We then compared these subgroups using a Mann-Whitney U test. The number of downstream regions assessed in these analyses wasﬁrst set to 30, but we also addressed effects", "over a range of this parameter from 20 to 50 (see Table S6 ). Network model-based subject stratiﬁcation Our ﬁndings suggested two important transitions during the natural history of AD, based on: (1) remote A b-tau interaction within the lateral EC and (2) local A b-tau interaction within the ITG. To examine subjects’ status with respect to these transitions, we computed quantitative thresholds for each metric. The ﬁrst threshold was computed by multiplying the regional cutoff of the EC remote A bin- ﬂuence metric by the tau W-score cutoff (2.5 in our study). Similarly, for the second threshold, the regional cutoff for the ITG local amyloid SUVR was multiplied by the tau W-score cutoff. Using this approach, we classiﬁed each subject into one of four groups: (1) least affected by the tau pathology (‘‘tau-negative’’) in EC ( Baek et al., 2020 ), (2) subthreshold EC remote A b-tau interaction despite the presence of EC tau (‘‘latent tau’’ group), (3) suprathreshold EC remote A b-tau interaction but subthreshold ITG A b-tau local inter- action (‘‘spreading tau’’ group), and (4) suprathreshold ITG A b-tau local interaction (‘‘propagating tau’’ group). Values for each metric were calculated in each hemisphere separately. Subjects were assigned to the latent tau group if they had subthreshold values inboth hemispheres for Threshold 1, whereas they were stratiﬁed to the propagating tau group if they had suprathreshold values inboth hemispheres for Threshold 2. If one hemisphere would yield assignment to the latent tau and the other to propagating tau group, then the subject was assigned to the latent tau group, based on the notion that they might, upon re-testing, move into the spreading tau group as deﬁned.ll Article e5Neuron 110, 1932–1943.e1–e5, June 15, 2022"]}